const data48 = [
    {
        "x" : 0.3488372093023256,
        "y" : 0.11627906976744186,
        "genre" : "ANNIVERSARY ∴∵∴ ←↓↑→(EX)",
        "song" : "ANNIVERSARY ∴∵∴ ←↓↑→"
    },
    {
        "x" : 0.35784313725490197,
        "y" : 0.21568627450980393,
        "genre" : "Celsus Ⅱ(EX)",
        "song" : "Celsus Ⅱ"
    },
    {
        "x" : 0.2157676348547718,
        "y" : 0.11203319502074689,
        "genre" : "Chronoxia(EX)",
        "song" : "Chronoxia"
    },
    {
        "x" : 0.17391304347826086,
        "y" : 0.043478260869565216,
        "genre" : "Dracophobia(EX)",
        "song" : "Dracophobia"
    },
    {
        "x" : 0.2125,
        "y" : 0.10833333333333334,
        "genre" : "Funky sonic World(EX)",
        "song" : "Funky sonic World"
    },
    {
        "x" : 0.2669491525423729,
        "y" : 0.1440677966101695,
        "genre" : "GOLDEN CROSS(EX)",
        "song" : "GOLDEN CROSS"
    },
    {
        "x" : 0.19130434782608696,
        "y" : 0.07391304347826087,
        "genre" : "Grand Chariot(EX)",
        "song" : "Grand Chariot"
    },
    {
        "x" : 0.292,
        "y" : 0.152,
        "genre" : "Idola(EX)",
        "song" : "Idola"
    },
    {
        "x" : 0.034482758620689655,
        "y" : 0.004310344827586207,
        "genre" : "LEAD Gravity（M）(EX)",
        "song" : "LEAD Gravity（M）"
    },
    {
        "x" : 0.14414414414414414,
        "y" : 0.04504504504504504,
        "genre" : "La fame di Adria(EX)",
        "song" : "La fame di Adria"
    },
    {
        "x" : 0.21266968325791855,
        "y" : 0.049773755656108594,
        "genre" : "Life is beautiful(EX)",
        "song" : "Life is beautiful"
    },
    {
        "x" : 0.19282511210762332,
        "y" : 0.04035874439461883,
        "genre" : "MADSPEED狂信道(EX)",
        "song" : "MADSPEED狂信道"
    },
    {
        "x" : 0.1902834008097166,
        "y" : 0.048582995951417005,
        "genre" : "Metamorphose(EX)",
        "song" : "Metamorphose"
    },
    {
        "x" : 0.27631578947368424,
        "y" : 0.11403508771929824,
        "genre" : "Mirage Age(EX)",
        "song" : "Mirage Age"
    },
    {
        "x" : 0.19230769230769232,
        "y" : 0.05555555555555555,
        "genre" : "PSGブレイクコア(EX)",
        "song" : "CHIP'N'RIDDIM"
    },
    {
        "x" : 0.17889908256880735,
        "y" : 0.06880733944954129,
        "genre" : "Puberty Dysthymia(EX)",
        "song" : "Puberty Dysthymia"
    },
    {
        "x" : 0.14423076923076922,
        "y" : 0.08653846153846154,
        "genre" : "Russian Caravan Rhapsody(UPPER)(EX)",
        "song" : "Russian Caravan Rhapsody"
    },
    {
        "x" : 0.12446351931330472,
        "y" : 0.034334763948497854,
        "genre" : "SYMPHONY FROM ZERO(EX)",
        "song" : "SYMPHONY FROM ZERO"
    },
    {
        "x" : 0.13839285714285715,
        "y" : 0.026785714285714284,
        "genre" : "Trixxxter(EX)",
        "song" : "Trixxxter"
    },
    {
        "x" : 0.2687224669603524,
        "y" : 0.1013215859030837,
        "genre" : "Warriors Aboot(EX)",
        "song" : "Warriors Aboot"
    },
    {
        "x" : 0.21991701244813278,
        "y" : 0.04979253112033195,
        "genre" : "ZADAMGA(EX)",
        "song" : "ZADAMGA"
    },
    {
        "x" : 0.18695652173913044,
        "y" : 0.0391304347826087,
        "genre" : "asteer(EX)",
        "song" : "asteer"
    },
    {
        "x" : 0.2922374429223744,
        "y" : 0.1643835616438356,
        "genre" : "forever under construction(EX)",
        "song" : "forever under construction"
    },
    {
        "x" : 0.2918454935622318,
        "y" : 0.13304721030042918,
        "genre" : "good night , mommy(EX)",
        "song" : "good night , mommy"
    },
    {
        "x" : 0.09595959595959595,
        "y" : 0.03535353535353535,
        "genre" : "nostos(UPPER)(EX)",
        "song" : "nostos"
    },
    {
        "x" : 0.3212669683257919,
        "y" : 0.12217194570135746,
        "genre" : "saQrifice(EX)",
        "song" : "saQrifice"
    },
    {
        "x" : 0.09691629955947137,
        "y" : 0.039647577092511016,
        "genre" : "voltississimo(EX)",
        "song" : "voltississimo"
    },
    {
        "x" : 0.3183856502242152,
        "y" : 0.15246636771300448,
        "genre" : "たまごの物理科学的 及び調理特性に関しての調査、そしてその考察(EX)",
        "song" : "たまごの物理科学的 及び調理特性に関しての調査、そしてその考察"
    },
    {
        "x" : 0.20416666666666666,
        "y" : 0.07083333333333333,
        "genre" : "ふること(EX)",
        "song" : "序"
    },
    {
        "x" : 0.3522267206477733,
        "y" : 0.1862348178137652,
        "genre" : "アートコア(EX)",
        "song" : "Valanga"
    },
    {
        "x" : 0.49193548387096775,
        "y" : 0.2661290322580645,
        "genre" : "エッセンシャリー(EX)",
        "song" : "True Blue"
    },
    {
        "x" : 0.412,
        "y" : 0.22,
        "genre" : "エピックプログレ(EX)",
        "song" : "量子の海のリントヴルム"
    },
    {
        "x" : 0.428,
        "y" : 0.204,
        "genre" : "オリエンタルミソロジー(EX)",
        "song" : "蛇神"
    },
    {
        "x" : 0.46122448979591835,
        "y" : 0.2,
        "genre" : "カグランジ(EX)",
        "song" : "生きてこそ～特別版～"
    },
    {
        "x" : 0.2217391304347826,
        "y" : 0.08260869565217391,
        "genre" : "カラフルトイズ・ワンダーランド(EX)",
        "song" : "カラフルトイズ・ワンダーランド"
    },
    {
        "x" : 0.1694915254237288,
        "y" : 0.05508474576271186,
        "genre" : "クラシック１０(EX)",
        "song" : "Doll's sight"
    },
    {
        "x" : 0.3319838056680162,
        "y" : 0.03643724696356275,
        "genre" : "クラシック４(H)",
        "song" : "Concertare"
    },
    {
        "x" : 0.0975609756097561,
        "y" : 0.02032520325203252,
        "genre" : "クリエイター(EX)",
        "song" : "創世ノート"
    },
    {
        "x" : 0.14522821576763487,
        "y" : 0.04149377593360996,
        "genre" : "グランヂデス(EX)",
        "song" : "ULTRA BUTTERFLY(坤剛力)"
    },
    {
        "x" : 0.2345679012345679,
        "y" : 0.06995884773662552,
        "genre" : "グラヴィオール(EX)",
        "song" : "STULTI"
    },
    {
        "x" : 0.20491803278688525,
        "y" : 0.05327868852459016,
        "genre" : "グロッソラリア(EX)",
        "song" : "万物快楽理論"
    },
    {
        "x" : 0.20851063829787234,
        "y" : 0.05106382978723404,
        "genre" : "サイバーガガク(EX)",
        "song" : "Vairocana"
    },
    {
        "x" : 0.23076923076923078,
        "y" : 0.03418803418803419,
        "genre" : "サイバーフラメンコ(EX)",
        "song" : "hora de verdad"
    },
    {
        "x" : 0.15833333333333333,
        "y" : 0.025,
        "genre" : "シンフォニックメタルop.２(EX)",
        "song" : "Sanctum Crusade"
    },
    {
        "x" : 0.34,
        "y" : 0.092,
        "genre" : "スターリートランス(EX)",
        "song" : "Southern Cross"
    },
    {
        "x" : 0.17142857142857143,
        "y" : 0.053061224489795916,
        "genre" : "スパイラルステアーズ(EX)",
        "song" : "BabeL ～Grand Story～"
    },
    {
        "x" : 0.2336065573770492,
        "y" : 0.06557377049180328,
        "genre" : "スピードコア(EX)",
        "song" : "MVA"
    },
    {
        "x" : 0.20081967213114754,
        "y" : 0.06147540983606557,
        "genre" : "スピードダンス(EX)",
        "song" : "GAIA"
    },
    {
        "x" : 0.07725321888412018,
        "y" : 0.012875536480686695,
        "genre" : "デスレゲエ(EX)",
        "song" : "夜間行"
    },
    {
        "x" : 0.21395348837209302,
        "y" : 0.11162790697674418,
        "genre" : "トランスコア(UPPER)(EX)",
        "song" : "FLOWER"
    },
    {
        "x" : 0.04225352112676056,
        "y" : 0.004694835680751174,
        "genre" : "ドラムンフライ(EX)",
        "song" : "テンプラ揚三"
    },
    {
        "x" : 0.1853448275862069,
        "y" : 0.09913793103448276,
        "genre" : "ドリームチャンプル(EX)",
        "song" : "Dimensiva Vulnus"
    },
    {
        "x" : 0.2987551867219917,
        "y" : 0.11618257261410789,
        "genre" : "ナイトメアカルーセル(EX)",
        "song" : "カーニバルの主題による人形のためのいびつな狂想曲"
    },
    {
        "x" : 0.1826086956521739,
        "y" : 0.0782608695652174,
        "genre" : "ナイトメアメタル(EX)",
        "song" : "背徳と邪悪のエピタフ"
    },
    {
        "x" : 0.4010152284263959,
        "y" : 0.18274111675126903,
        "genre" : "ネオクラシカル・ヘヴィメタル(UPPER)(EX)",
        "song" : "Aithon"
    },
    {
        "x" : 0.0778688524590164,
        "y" : 0.012295081967213115,
        "genre" : "ノマディックネイション(EX)",
        "song" : "カラルの月"
    },
    {
        "x" : 0.2336065573770492,
        "y" : 0.08196721311475409,
        "genre" : "ノマディックネイション２(EX)",
        "song" : "Esperanza"
    },
    {
        "x" : 0.1306122448979592,
        "y" : 0.00816326530612245,
        "genre" : "ハードPf+(EX)",
        "song" : "fffff op.2"
    },
    {
        "x" : 0.18775510204081633,
        "y" : 0.09387755102040816,
        "genre" : "ハードルネッサンス２(EX)",
        "song" : "Evans"
    },
    {
        "x" : 0.22083333333333333,
        "y" : 0.058333333333333334,
        "genre" : "ハードルネッサンス３(EX)",
        "song" : "JOMANDA"
    },
    {
        "x" : 0.2845528455284553,
        "y" : 0.07723577235772358,
        "genre" : "ハードＰｆ(EX)",
        "song" : "fffff"
    },
    {
        "x" : 0.058333333333333334,
        "y" : 0.004166666666666667,
        "genre" : "バイキング(EX)",
        "song" : "バイキングマン"
    },
    {
        "x" : 0.07834101382488479,
        "y" : 0.03686635944700461,
        "genre" : "バトルダンス(UPPER)(EX)",
        "song" : "シャムシールの舞"
    },
    {
        "x" : 0.32217573221757323,
        "y" : 0.1297071129707113,
        "genre" : "ヒップロック３(EX)",
        "song" : "雪上断火"
    },
    {
        "x" : 0.3884297520661157,
        "y" : 0.1487603305785124,
        "genre" : "ヒップロック５(EX)",
        "song" : "一激必翔"
    },
    {
        "x" : 0.19246861924686193,
        "y" : 0.10460251046025104,
        "genre" : "ビーストメタル(EX)",
        "song" : "野獣ワイルド"
    },
    {
        "x" : 0.24066390041493776,
        "y" : 0.11203319502074689,
        "genre" : "ピアノコンテンポラリー(EX)",
        "song" : "Macuilxochitl"
    },
    {
        "x" : 0.17695473251028807,
        "y" : 0.037037037037037035,
        "genre" : "フィーバーロボ(EX)",
        "song" : "踊るフィーバーロボ"
    },
    {
        "x" : 0.16115702479338842,
        "y" : 0.045454545454545456,
        "genre" : "ブラックアルバム(EX)",
        "song" : "OVERHEAT -Type P-"
    },
    {
        "x" : 0.13654618473895583,
        "y" : 0.03614457831325301,
        "genre" : "ブロークンサンバブレイク(EX)",
        "song" : "灼熱Beach Side Bunny"
    },
    {
        "x" : 0.11282051282051282,
        "y" : 0.005128205128205128,
        "genre" : "プログレ(UPPER)(EX)",
        "song" : "子供の落書き帳"
    },
    {
        "x" : 0.18518518518518517,
        "y" : 0.0823045267489712,
        "genre" : "プログレタンゴ(EX)",
        "song" : "Red Roses"
    },
    {
        "x" : 0.27049180327868855,
        "y" : 0.12295081967213115,
        "genre" : "プログレッシブ(EX)",
        "song" : "Concertino In Blue"
    },
    {
        "x" : 0.49193548387096775,
        "y" : 0.21774193548387097,
        "genre" : "プログレッシブ(EX)",
        "song" : "The Least 100 sec"
    },
    {
        "x" : 0.2834008097165992,
        "y" : 0.11336032388663968,
        "genre" : "ベースボールヒロイン(EX)",
        "song" : "轟け！恋のビーンボール！！"
    },
    {
        "x" : 0.4008097165991903,
        "y" : 0.1659919028340081,
        "genre" : "モダンパンク(EX)",
        "song" : "夢について　TYPE C"
    },
    {
        "x" : 0.18473895582329317,
        "y" : 0.04819277108433735,
        "genre" : "ラメント(EX)",
        "song" : "雫"
    },
    {
        "x" : 0.18025751072961374,
        "y" : 0.05150214592274678,
        "genre" : "リリーゼと炎龍レーヴァテイン(EX)",
        "song" : "リリーゼと炎龍レーヴァテイン"
    },
    {
        "x" : 0.08294930875576037,
        "y" : 0.009216589861751152,
        "genre" : "レッスン(EX)",
        "song" : "POP-STEP-UP"
    },
    {
        "x" : 0.2793522267206478,
        "y" : 0.1214574898785425,
        "genre" : "ワラベステップ(EX)",
        "song" : "コドモライブ"
    },
    {
        "x" : 0.3157894736842105,
        "y" : 0.10526315789473684,
        "genre" : "亜空間ジャズ(EX)",
        "song" : "Ergosphere"
    },
    {
        "x" : 0.20353982300884957,
        "y" : 0.06637168141592921,
        "genre" : "人妖絵巻其の三「鴉天狗」～ 鞍馬のHAYATE ～(EX)",
        "song" : "人妖絵巻其の三「鴉天狗」～ 鞍馬のHAYATE ～"
    },
    {
        "x" : 0.1722488038277512,
        "y" : 0.0430622009569378,
        "genre" : "令和の国(EX)",
        "song" : "令和の国"
    },
    {
        "x" : 0.1658291457286432,
        "y" : 0.02512562814070352,
        "genre" : "少女と時の花(EX)",
        "song" : "少女と時の花"
    },
    {
        "x" : 0.21982758620689655,
        "y" : 0.06896551724137931,
        "genre" : "御千手メディテーション(EX)",
        "song" : "御千手メディテーション"
    },
    {
        "x" : 0.15217391304347827,
        "y" : 0.030434782608695653,
        "genre" : "忍者メタル　ポプコネ(EX)",
        "song" : "背水之陣 (Kagutsuchi Remix)"
    },
    {
        "x" : 0.3562231759656652,
        "y" : 0.19742489270386265,
        "genre" : "戦乱絵巻(EX)",
        "song" : "西軍||∴⊂SEKIGAHARA⊃∴||東軍"
    },
    {
        "x" : 0.21982758620689655,
        "y" : 0,
        "genre" : "敬老パンク(EX)",
        "song" : "進め！爺ちゃん！"
    },
    {
        "x" : 0.27705627705627706,
        "y" : 0.09090909090909091,
        "genre" : "流離(EX)",
        "song" : "流離"
    },
    {
        "x" : 0.46963562753036436,
        "y" : 0.26720647773279355,
        "genre" : "海神(EX)",
        "song" : "海神"
    },
    {
        "x" : 0.19069767441860466,
        "y" : 0.046511627906976744,
        "genre" : "混乱少女♥そふらんちゃん!!(EX)",
        "song" : "混乱少女♥そふらんちゃん!!"
    },
    {
        "x" : 0.27800829875518673,
        "y" : 0.12863070539419086,
        "genre" : "火風陸空(EX)",
        "song" : "火風陸空"
    },
    {
        "x" : 0.23318385650224216,
        "y" : 0.04484304932735426,
        "genre" : "現代のヘイヨエ祭り(EX)",
        "song" : "現代のヘイヨエ祭り"
    },
    {
        "x" : 0.11061946902654868,
        "y" : 0.035398230088495575,
        "genre" : "蟲の棲む処(EX)",
        "song" : "蟲の棲む処"
    },
    {
        "x" : 0.5081967213114754,
        "y" : 0.29508196721311475,
        "genre" : "謀叛トランス(EX)",
        "song" : "NOBUNAGA"
    },
    {
        "x" : 0.273542600896861,
        "y" : 0.08968609865470852,
        "genre" : "賢聖シリウスの采配(EX)",
        "song" : "賢聖シリウスの采配"
    },
    {
        "x" : 0.19246861924686193,
        "y" : 0.10460251046025104,
        "genre" : "金縛りの逢を(EX)",
        "song" : "金縛りの逢を"
    },
    {
        "x" : 0.3418803418803419,
        "y" : 0.09401709401709402,
        "genre" : "陣旗プログレッシブ(EX)",
        "song" : "風林火山"
    },
    {
        "x" : 0.21559633027522937,
        "y" : 0.08256880733944955,
        "genre" : "霊魂爆砕 -SOUL EXPLOSION-(EX)",
        "song" : "霊魂爆砕 -SOUL EXPLOSION-"
    },
    {
        "x" : 0.20689655172413793,
        "y" : 0.04310344827586207,
        "genre" : "霖が哭く(EX)",
        "song" : "霖が哭く"
    },
    {
        "x" : 0.24686192468619247,
        "y" : 0.016736401673640166,
        "genre" : "ＤＤＲ(EX)",
        "song" : "DDR MEGAMIX"
    },
    {
        "x" : 0.292,
        "y" : 0.1,
        "genre" : "ＩＤＭ(EX)",
        "song" : "ZETA～素数の世界と超越者～"
    }
];