const data43 = [
    {
        "x" : 0.32727272727272727,
        "y" : 0.12727272727272726,
        "genre" : "25 o'clock the WORLD(H)",
        "song" : "25 o'clock the WORLD"
    },
    {
        "x" : 0.6555555555555556,
        "y" : 0.4388888888888889,
        "genre" : "Bitter Myself(EX)",
        "song" : "Bitter Myself"
    },
    {
        "x" : 0.7430167597765364,
        "y" : 0.5083798882681564,
        "genre" : "Bloody Mary(EX)",
        "song" : "Bloody Mary"
    },
    {
        "x" : 0.43478260869565216,
        "y" : 0.2971014492753623,
        "genre" : "Chronoxia(H)",
        "song" : "Chronoxia"
    },
    {
        "x" : 0.6264367816091954,
        "y" : 0.4482758620689655,
        "genre" : "EDM(EX)",
        "song" : "Into UR Heart"
    },
    {
        "x" : 0.6060606060606061,
        "y" : 0.3151515151515151,
        "genre" : "Help me, ERINNNNNN!! -VENUS mix-(EX)",
        "song" : "Help me, ERINNNNNN!! -VENUS mix-"
    },
    {
        "x" : 0.5507246376811594,
        "y" : 0.34782608695652173,
        "genre" : "I believe what you said(EX)",
        "song" : "I believe what you said"
    },
    {
        "x" : 0.44025157232704404,
        "y" : 0.25157232704402516,
        "genre" : "Idola(H)",
        "song" : "Idola"
    },
    {
        "x" : 0.6391752577319587,
        "y" : 0.4072164948453608,
        "genre" : "In The Breeze(EX)",
        "song" : "In The Breeze"
    },
    {
        "x" : 0.7602339181286549,
        "y" : 0.6198830409356725,
        "genre" : "Link of Chain(EX)",
        "song" : "Link of Chain"
    },
    {
        "x" : 0.668918918918919,
        "y" : 0.5067567567567568,
        "genre" : "Ophelia(EX)",
        "song" : "Ophelia"
    },
    {
        "x" : 0.6120218579234973,
        "y" : 0.46994535519125685,
        "genre" : "PM is Here！(EX)",
        "song" : "PM is Here！"
    },
    {
        "x" : 0.7525252525252525,
        "y" : 0.5959595959595959,
        "genre" : "POP TEAM EPIC(EX)",
        "song" : "POP TEAM EPIC"
    },
    {
        "x" : 0.782608695652174,
        "y" : 0.6217391304347826,
        "genre" : "Realize Maze(EX)",
        "song" : "Realize Maze"
    },
    {
        "x" : 0.43478260869565216,
        "y" : 0.23478260869565218,
        "genre" : "SYMPHONY FROM ZERO(H)",
        "song" : "SYMPHONY FROM ZERO"
    },
    {
        "x" : 0.6978021978021978,
        "y" : 0.489010989010989,
        "genre" : "The Sign Of Collapse(EX)",
        "song" : "The Sign Of Collapse"
    },
    {
        "x" : 0.34959349593495936,
        "y" : 0.2032520325203252,
        "genre" : "Trixxxter(H)",
        "song" : "Trixxxter"
    },
    {
        "x" : 0.7733333333333333,
        "y" : 0.56,
        "genre" : "albedo(EX)",
        "song" : "albedo"
    },
    {
        "x" : 0.7192982456140351,
        "y" : 0.47368421052631576,
        "genre" : "le mal du pays, numéro 1(EX)",
        "song" : "le mal du pays, numéro 1"
    },
    {
        "x" : 0.5921052631578947,
        "y" : 0.4605263157894737,
        "genre" : "station CRUX(EX)",
        "song" : "station CRUX"
    },
    {
        "x" : 0.6901408450704225,
        "y" : 0.5727699530516432,
        "genre" : "white night story(EX)",
        "song" : "white night story"
    },
    {
        "x" : 0.5029940119760479,
        "y" : 0.33532934131736525,
        "genre" : "いつまでやったって、別にいいじゃない！？(EX)",
        "song" : "いつまでやったって、別にいいじゃない！？"
    },
    {
        "x" : 0.7225130890052356,
        "y" : 0.5340314136125655,
        "genre" : "うさぬこぬんぬんファンタジー！(EX)",
        "song" : "うさぬこぬんぬんファンタジー！"
    },
    {
        "x" : 0.685,
        "y" : 0.485,
        "genre" : "おめでとう！おたんじょうび(EX)",
        "song" : "おめでとう！おたんじょうび"
    },
    {
        "x" : 0.7630331753554502,
        "y" : 0.5639810426540285,
        "genre" : "くりむ童話２(EX)",
        "song" : "去る金合戦"
    },
    {
        "x" : 0.6505376344086021,
        "y" : 0.4838709677419355,
        "genre" : "じょんがらスピリチュアル(EX)",
        "song" : "TSUGARU"
    },
    {
        "x" : 0.7391304347826086,
        "y" : 0.5652173913043478,
        "genre" : "つぼみ(EX)",
        "song" : "つぼみ"
    },
    {
        "x" : 0.671957671957672,
        "y" : 0.455026455026455,
        "genre" : "アシッドジャズ(EX)",
        "song" : "Reaching for the Stars　"
    },
    {
        "x" : 0.62,
        "y" : 0.495,
        "genre" : "アニメヒロイン(EX)",
        "song" : "魔法の扉(スペース●マコのテーマ)"
    },
    {
        "x" : 0.7021276595744681,
        "y" : 0.526595744680851,
        "genre" : "アメポップ(EX)",
        "song" : "Last of  “I Love You”"
    },
    {
        "x" : 0.79,
        "y" : 0.545,
        "genre" : "アンビション　ポプコネ(EX)",
        "song" : "existence（エレクトロポップン！MIX）"
    },
    {
        "x" : 0.4719626168224299,
        "y" : 0.308411214953271,
        "genre" : "アートコア(H)",
        "song" : "Valanga"
    },
    {
        "x" : 0.43564356435643564,
        "y" : 0.1782178217821782,
        "genre" : "イズモ(EX)",
        "song" : "E-TEN-RAKU"
    },
    {
        "x" : 0.6209150326797386,
        "y" : 0.20915032679738563,
        "genre" : "イーラップ２(EX)",
        "song" : "Pinky Nick"
    },
    {
        "x" : 0.695906432748538,
        "y" : 0.47368421052631576,
        "genre" : "ウィザウチュナイ(EX)",
        "song" : "Brand New World"
    },
    {
        "x" : 0.5864197530864198,
        "y" : 0.46296296296296297,
        "genre" : "ウィザウチュナイ-クアトロ-(EX)",
        "song" : "Wow Wow VENUS"
    },
    {
        "x" : 0.620253164556962,
        "y" : 0.5,
        "genre" : "ウィザウチュナイ-ツヴァイ-(EX)",
        "song" : "Survival Games"
    },
    {
        "x" : 0.6517857142857143,
        "y" : 0.049107142857142856,
        "genre" : "ウィンターダンス(EX)",
        "song" : "White Eve"
    },
    {
        "x" : 0.6382978723404256,
        "y" : 0.48404255319148937,
        "genre" : "ウォートラントゥルーパーズ(EX)",
        "song" : "ウォートラン・メインテーマ"
    },
    {
        "x" : 0.751412429378531,
        "y" : 0.615819209039548,
        "genre" : "ウルトラ 90's(EX)",
        "song" : "ノー! ノー! Way"
    },
    {
        "x" : 0.6790123456790124,
        "y" : 0.46296296296296297,
        "genre" : "エクスペリメントラップ(EX)",
        "song" : "old\"O\""
    },
    {
        "x" : 0.631578947368421,
        "y" : 0.2966507177033493,
        "genre" : "エピローグ(EX)",
        "song" : "そして世界は音楽に満ちた"
    },
    {
        "x" : 0.7185929648241206,
        "y" : 0.5125628140703518,
        "genre" : "エレゴシックサバト(EX)",
        "song" : "Dar[k]wish"
    },
    {
        "x" : 0.4460093896713615,
        "y" : 0.20187793427230047,
        "genre" : "エンジェリオン(H)",
        "song" : "生命の環を紡いで"
    },
    {
        "x" : 0.5632183908045977,
        "y" : 0.10344827586206896,
        "genre" : "オイパンク０(H)",
        "song" : "ブタパンチのテーマ"
    },
    {
        "x" : 0.6624203821656051,
        "y" : 0.45222929936305734,
        "genre" : "オトメ聖戦タクティクス(EX)",
        "song" : "オトメ聖戦タクティクス"
    },
    {
        "x" : 0.6417910447761194,
        "y" : 0.48258706467661694,
        "genre" : "オリエンタルコア(EX)",
        "song" : "The Wind of Gold"
    },
    {
        "x" : 0.5760869565217391,
        "y" : 0.33152173913043476,
        "genre" : "オリエンタルミソロジー(H)",
        "song" : "蛇神"
    },
    {
        "x" : 0.5763888888888888,
        "y" : 0.3472222222222222,
        "genre" : "カグランジ(H)",
        "song" : "生きてこそ～特別版～"
    },
    {
        "x" : 0.49333333333333335,
        "y" : 0.13333333333333333,
        "genre" : "カドルコア(EX)",
        "song" : "murmur twins(guitar pop ver.)"
    },
    {
        "x" : 0.583756345177665,
        "y" : 0.3299492385786802,
        "genre" : "カラフルポップ(EX)",
        "song" : "Raspberry ♥ Heart"
    },
    {
        "x" : 0.6818181818181818,
        "y" : 0.48863636363636365,
        "genre" : "カントリービーツ(EX)",
        "song" : "今日は今日でえがったなゃ"
    },
    {
        "x" : 0.6842105263157895,
        "y" : 0.4354066985645933,
        "genre" : "カーニバル(EX)",
        "song" : "ポップンカーニバルマーチ"
    },
    {
        "x" : 0.3894736842105263,
        "y" : 0.18947368421052632,
        "genre" : "ガァバホップ(EX)",
        "song" : "説"
    },
    {
        "x" : 0.8348214285714286,
        "y" : 0.6964285714285714,
        "genre" : "ガールズオルタナティブ(EX)",
        "song" : "証"
    },
    {
        "x" : 0.7692307692307693,
        "y" : 0.5927601809954751,
        "genre" : "ガールフッド(EX)",
        "song" : "ロクブテ"
    },
    {
        "x" : 0.7085427135678392,
        "y" : 0.46733668341708545,
        "genre" : "キッズマーチ(EX)",
        "song" : "space merry-go-round"
    },
    {
        "x" : 0.5649717514124294,
        "y" : 0.3050847457627119,
        "genre" : "キネマ２(EX)",
        "song" : "映画「ジェノヴァの空の下」のテーマ"
    },
    {
        "x" : 0.5739644970414202,
        "y" : 0.35502958579881655,
        "genre" : "キャバレー(EX)",
        "song" : "マッシュな部屋"
    },
    {
        "x" : 0.7459677419354839,
        "y" : 0.532258064516129,
        "genre" : "キャンディレイヴ(EX)",
        "song" : "smooooch・∀・"
    },
    {
        "x" : 0.6797752808988764,
        "y" : 0.12359550561797752,
        "genre" : "キョウゲキ(EX)",
        "song" : "加油！元気猿！"
    },
    {
        "x" : 0.49047619047619045,
        "y" : 0.2761904761904762,
        "genre" : "ギャラクシヴロック(EX)",
        "song" : "Polaris"
    },
    {
        "x" : 0.6871508379888268,
        "y" : 0.441340782122905,
        "genre" : "グラディウスII(EX)",
        "song" : "A SHOOTING STAR"
    },
    {
        "x" : 0.5370370370370371,
        "y" : 0.2654320987654321,
        "genre" : "グランヂデス(H)",
        "song" : "ULTRA BUTTERFLY(坤剛力)"
    },
    {
        "x" : 0.47513812154696133,
        "y" : 0.19889502762430938,
        "genre" : "ゴエモン(EX)",
        "song" : "がんばれゴエモンメドレー"
    },
    {
        "x" : 0.7553191489361702,
        "y" : 0.5478723404255319,
        "genre" : "サイバーデジビート(EX)",
        "song" : "UNLIMITED"
    },
    {
        "x" : 0.4942528735632184,
        "y" : 0.28160919540229884,
        "genre" : "シューゲイザー(H)",
        "song" : "chilblain"
    },
    {
        "x" : 0.6855670103092784,
        "y" : 0.4639175257731959,
        "genre" : "シューティングフュージョン(EX)",
        "song" : "El Dorado"
    },
    {
        "x" : 0.49324324324324326,
        "y" : 0.28378378378378377,
        "genre" : "シンフォニックメタルop.２(H)",
        "song" : "Sanctum Crusade"
    },
    {
        "x" : 0.7609756097560976,
        "y" : 0.624390243902439,
        "genre" : "ジグREMIX(EX)",
        "song" : "Tir na n'Og (Europa GT Remix)"
    },
    {
        "x" : 0.5542168674698795,
        "y" : 0.4036144578313253,
        "genre" : "ジャングル・ゴーゴー(EX)",
        "song" : "キングモンキー"
    },
    {
        "x" : 0.6741071428571429,
        "y" : 0.59375,
        "genre" : "ジュエリーロック(EX)",
        "song" : "jewelry girl*"
    },
    {
        "x" : 0.5837837837837838,
        "y" : 0.31891891891891894,
        "genre" : "スウィング歌謡(EX)",
        "song" : "花見で一杯"
    },
    {
        "x" : 0.7142857142857143,
        "y" : 0.5714285714285714,
        "genre" : "スウェディッシュ(EX)",
        "song" : "カモミール・バスルーム"
    },
    {
        "x" : 0.9126637554585153,
        "y" : 0.8165938864628821,
        "genre" : "スターヒーロー(EX)",
        "song" : "ボクモ、ワタシモ、ムービースター☆"
    },
    {
        "x" : 0.7673267326732673,
        "y" : 0.5891089108910891,
        "genre" : "ストリートチューン(EX)",
        "song" : "探検ノート（Street style）"
    },
    {
        "x" : 0.4056603773584906,
        "y" : 0.2028301886792453,
        "genre" : "スピードダンス(H)",
        "song" : "GAIA"
    },
    {
        "x" : 0.6057692307692307,
        "y" : 0.44711538461538464,
        "genre" : "スプリングテクノ(EX)",
        "song" : "spring pony"
    },
    {
        "x" : 0.56,
        "y" : 0.36,
        "genre" : "スムース(EX)",
        "song" : "ATTITUDE"
    },
    {
        "x" : 0.6881188118811881,
        "y" : 0.6534653465346535,
        "genre" : "セツブン(EX)",
        "song" : "お豆の哀歌"
    },
    {
        "x" : 0.6824644549763034,
        "y" : 0.5118483412322274,
        "genre" : "チアパラ(EX)",
        "song" : "3・2・1→Smile！"
    },
    {
        "x" : 0.7539267015706806,
        "y" : 0.6020942408376964,
        "genre" : "チップンロール(EX)",
        "song" : "青春ピコピコRock'n Roll"
    },
    {
        "x" : 0.7135416666666666,
        "y" : 0.5572916666666666,
        "genre" : "チュリースユーロ(EX)",
        "song" : "マジヤバ最強伝説"
    },
    {
        "x" : 0.7393617021276596,
        "y" : 0.5797872340425532,
        "genre" : "テクノちゃいるど(EX)",
        "song" : "わたしのパパはのうむだいじん"
    },
    {
        "x" : 0.6318681318681318,
        "y" : 0.4340659340659341,
        "genre" : "テクノカヨウREMIX(EX)",
        "song" : "うるとら★ボーイ NAUGHTY BOY remix"
    },
    {
        "x" : 0.7272727272727273,
        "y" : 0.5598086124401914,
        "genre" : "ディーヴァポップ(EX)",
        "song" : "LUV×REVO"
    },
    {
        "x" : 0.6178343949044586,
        "y" : 0.29936305732484075,
        "genre" : "デスコラップ(EX)",
        "song" : "Nick RING"
    },
    {
        "x" : 0.632183908045977,
        "y" : 0.4885057471264368,
        "genre" : "トイブレークコア(EX)",
        "song" : "MARS WAR 3"
    },
    {
        "x" : 0.7419354838709677,
        "y" : 0.5253456221198156,
        "genre" : "トゥインクルポップ(EX)",
        "song" : "Twinkle Wonderland"
    },
    {
        "x" : 0.6683417085427136,
        "y" : 0.5778894472361809,
        "genre" : "トゥイート(EX)",
        "song" : "うぐいす"
    },
    {
        "x" : 0.5728643216080402,
        "y" : 0.3768844221105528,
        "genre" : "トラディショナルルーツ(EX)",
        "song" : "荒城メランコリー"
    },
    {
        "x" : 0.6804123711340206,
        "y" : 0.4536082474226804,
        "genre" : "ナンキョク(EX)",
        "song" : "クラゲータ"
    },
    {
        "x" : 0.5481927710843374,
        "y" : 0.2469879518072289,
        "genre" : "ネオアコ(EX)",
        "song" : "(fly higher than)the stars"
    },
    {
        "x" : 0.5691489361702128,
        "y" : 0.40425531914893614,
        "genre" : "ネオクラシカル・ヘヴィメタル(EX)",
        "song" : "Aithon"
    },
    {
        "x" : 0.36904761904761907,
        "y" : 0.17261904761904762,
        "genre" : "ノマディックネイション(H)",
        "song" : "カラルの月"
    },
    {
        "x" : 0.7364864864864865,
        "y" : 0.5878378378378378,
        "genre" : "ノンストップ☆イレーション(EX)",
        "song" : "ノンストップ☆イレーション"
    },
    {
        "x" : 0.7592592592592593,
        "y" : 0.5555555555555556,
        "genre" : "ハイパーマスカレード(EX)",
        "song" : "masquerade"
    },
    {
        "x" : 0.5614035087719298,
        "y" : 0.391812865497076,
        "genre" : "ハードアクション(EX)",
        "song" : "COMMANDO"
    },
    {
        "x" : 0.42021276595744683,
        "y" : 0.0797872340425532,
        "genre" : "ハードルネッサンス３(H)",
        "song" : "JOMANDA"
    },
    {
        "x" : 0.49206349206349204,
        "y" : 0.06349206349206349,
        "genre" : "パーカッシヴ(EX)",
        "song" : "西新宿清掃曲"
    },
    {
        "x" : 0.7724550898203593,
        "y" : 0.6107784431137725,
        "genre" : "ヒカリユリイカ(EX)",
        "song" : "ヒカリユリイカ"
    },
    {
        "x" : 0.5108695652173914,
        "y" : 0.16847826086956522,
        "genre" : "ヒップロック３(H)",
        "song" : "雪上断火"
    },
    {
        "x" : 0.6348314606741573,
        "y" : 0.37640449438202245,
        "genre" : "ビートロック(EX)",
        "song" : "memories"
    },
    {
        "x" : 0.4382716049382716,
        "y" : 0.22839506172839505,
        "genre" : "フィーバーロボ(H)",
        "song" : "踊るフィーバーロボ"
    },
    {
        "x" : 0.5153061224489796,
        "y" : 0.1326530612244898,
        "genre" : "ブラスロック(EX)",
        "song" : "三毛猫ロック"
    },
    {
        "x" : 0.45408163265306123,
        "y" : 0.2602040816326531,
        "genre" : "ブラッドメタル(H)",
        "song" : "IX"
    },
    {
        "x" : 0.49528301886792453,
        "y" : 0.08018867924528301,
        "genre" : "プログレ(EX)",
        "song" : "子供の落書き帳"
    },
    {
        "x" : 0.5,
        "y" : 0.27184466019417475,
        "genre" : "プログレッシブ(H)",
        "song" : "V"
    },
    {
        "x" : 0.5920398009950248,
        "y" : 0.32338308457711445,
        "genre" : "プログレッシブバロック(H)",
        "song" : "Ubertreffen"
    },
    {
        "x" : 0.4425287356321839,
        "y" : 0.2413793103448276,
        "genre" : "プロポーズREMIX(EX)",
        "song" : "ふたりのマニフェスト(Circle of the afternoon MIX)"
    },
    {
        "x" : 0.23770491803278687,
        "y" : 0.01639344262295082,
        "genre" : "ヘビーメタル(H)",
        "song" : "I'm on Fire"
    },
    {
        "x" : 0.6432748538011696,
        "y" : 0.16374269005847952,
        "genre" : "ヘヴィロック(EX)",
        "song" : "INNOVATION"
    },
    {
        "x" : 0.7592592592592593,
        "y" : 0.6296296296296297,
        "genre" : "ホロウダンス(EX)",
        "song" : "ホロウダンス"
    },
    {
        "x" : 0.7213114754098361,
        "y" : 0.5245901639344263,
        "genre" : "ボーイズポップ(EX)",
        "song" : "mind"
    },
    {
        "x" : 0.38125,
        "y" : 0.175,
        "genre" : "メタリックオペラ(H)",
        "song" : "Geiselhaus"
    },
    {
        "x" : 0.7850467289719626,
        "y" : 0.5654205607476636,
        "genre" : "メルト(EX)",
        "song" : "メルト"
    },
    {
        "x" : 0.6804123711340206,
        "y" : 0.5773195876288659,
        "genre" : "メロパンク２(EX)",
        "song" : "lime-light"
    },
    {
        "x" : 0.5732484076433121,
        "y" : 0.3630573248407643,
        "genre" : "モダンパンク(H)",
        "song" : "夢について　TYPE C"
    },
    {
        "x" : 0.7593582887700535,
        "y" : 0.6363636363636364,
        "genre" : "モンドロック(EX)",
        "song" : "CODENAME:APRIL"
    },
    {
        "x" : 0.6648351648351648,
        "y" : 0.5164835164835165,
        "genre" : "ヤキュウロック(EX)",
        "song" : "恋のキャッチボール"
    },
    {
        "x" : 0.5775401069518716,
        "y" : 0.13368983957219252,
        "genre" : "ラウンジポップ(H)",
        "song" : "Linus"
    },
    {
        "x" : 0.5169082125603864,
        "y" : 0.36231884057971014,
        "genre" : "ラッキーテクノ(EX)",
        "song" : "ラキラキ"
    },
    {
        "x" : 0.5913461538461539,
        "y" : 0.3557692307692308,
        "genre" : "ラブリートランスポップ(EX)",
        "song" : "虹色"
    },
    {
        "x" : 0.6445497630331753,
        "y" : 0.46919431279620855,
        "genre" : "リトルロック(EX)",
        "song" : "Little Rock Overture"
    },
    {
        "x" : 0.7222222222222222,
        "y" : 0.5694444444444444,
        "genre" : "リンク(EX)",
        "song" : "空澄みの鵯と"
    },
    {
        "x" : 0.6325581395348837,
        "y" : 0.4325581395348837,
        "genre" : "レクリスレイヴ(EX)",
        "song" : "GOLD RUSH （pop'n GOLD MOUNTAIN rush）"
    },
    {
        "x" : 0.7135416666666666,
        "y" : 0.53125,
        "genre" : "レディメタル(EX)",
        "song" : "Over the night"
    },
    {
        "x" : 0.7802690582959642,
        "y" : 0.6547085201793722,
        "genre" : "ロンリーフィール(EX)",
        "song" : "fragments"
    },
    {
        "x" : 0.5652173913043478,
        "y" : 0.3695652173913043,
        "genre" : "ロープレバトル(EX)",
        "song" : "バトル XIII"
    },
    {
        "x" : 0.48314606741573035,
        "y" : 0.3146067415730337,
        "genre" : "ワラベステップ(H)",
        "song" : "コドモライブ"
    },
    {
        "x" : 0.8471074380165289,
        "y" : 0.6487603305785123,
        "genre" : "万葉歌(EX)",
        "song" : "防人恋歌"
    },
    {
        "x" : 0.5705882352941176,
        "y" : 0.36470588235294116,
        "genre" : "人妖絵巻其の一「狐」～ 紅楼ノ夢 ～(EX)",
        "song" : "人妖絵巻其の一「狐」～ 紅楼ノ夢 ～"
    },
    {
        "x" : 0.5343915343915344,
        "y" : 0.31216931216931215,
        "genre" : "和算テクノ(EX)",
        "song" : "ZIN-DEN-GO"
    },
    {
        "x" : 0.6825396825396826,
        "y" : 0.3915343915343915,
        "genre" : "夏休み(EX)",
        "song" : "なつやすみのぼうけん"
    },
    {
        "x" : 0.6704545454545454,
        "y" : 0.5,
        "genre" : "夏祭り(UPPER)(EX)",
        "song" : "夏祭り"
    },
    {
        "x" : 0.6413043478260869,
        "y" : 0.44021739130434784,
        "genre" : "大江戸カヨウ(EX)",
        "song" : "林檎夫人"
    },
    {
        "x" : 0.6143497757847534,
        "y" : 0.4484304932735426,
        "genre" : "天ノ弱(EX)",
        "song" : "天ノ弱"
    },
    {
        "x" : 0.6488095238095238,
        "y" : 0.49404761904761907,
        "genre" : "天体カレイドスコープ(EX)",
        "song" : "天体カレイドスコープ"
    },
    {
        "x" : 0.7684210526315789,
        "y" : 0.5368421052631579,
        "genre" : "天才少女が解けない問題(EX)",
        "song" : "天才少女が解けない問題"
    },
    {
        "x" : 0.8317757009345794,
        "y" : 0.6915887850467289,
        "genre" : "彗星RAVE(EX)",
        "song" : "BI-BUN-SEKI-BUn"
    },
    {
        "x" : 0.6526946107784432,
        "y" : 0.3712574850299401,
        "genre" : "必殺スパイ(EX)",
        "song" : "お仕置き忍のテーマ"
    },
    {
        "x" : 0.5180722891566265,
        "y" : 0.25903614457831325,
        "genre" : "忍者メタル(H)",
        "song" : "背水之陣"
    },
    {
        "x" : 0.7055555555555556,
        "y" : 0.5611111111111111,
        "genre" : "恋愛勇者(EX)",
        "song" : "恋愛勇者"
    },
    {
        "x" : 0.6396396396396397,
        "y" : 0.4864864864864865,
        "genre" : "想歌 梅(EX)",
        "song" : "梅雪夜"
    },
    {
        "x" : 0.5416666666666666,
        "y" : 0.29583333333333334,
        "genre" : "打打打打打打打打打打(EX)",
        "song" : "打打打打打打打打打打"
    },
    {
        "x" : 0.5573770491803278,
        "y" : 0.3551912568306011,
        "genre" : "桜色のメロディー(EX)",
        "song" : "桜色のメロディー"
    },
    {
        "x" : 0.680628272251309,
        "y" : 0.06282722513089005,
        "genre" : "祭(EX)",
        "song" : "祭 JAPAN"
    },
    {
        "x" : 0.7901785714285714,
        "y" : 0.6026785714285714,
        "genre" : "胸キュン☆マレット(EX)",
        "song" : "キセキはじまり☆"
    },
    {
        "x" : 0.45121951219512196,
        "y" : 0.20121951219512196,
        "genre" : "荒波演歌(EX)",
        "song" : "しまなみ海道　男道"
    },
    {
        "x" : 0.7533632286995515,
        "y" : 0.5291479820627802,
        "genre" : "超中華流行歌曲(EX)",
        "song" : "桃花恋情"
    },
    {
        "x" : 0.6363636363636364,
        "y" : 0.4943181818181818,
        "genre" : "飛べないぼくと鳴かない黒猫(EX)",
        "song" : "飛べないぼくと鳴かない黒猫"
    },
    {
        "x" : 0.7714285714285715,
        "y" : 0.563265306122449,
        "genre" : "Ａ．Ｉ．デイトポップ(EX)",
        "song" : "隅田川夏恋歌"
    },
    {
        "x" : 0.4161490683229814,
        "y" : 0.049689440993788817,
        "genre" : "ＤＤＲ(H)",
        "song" : "DDR MEGAMIX"
    },
    {
        "x" : 0.5392670157068062,
        "y" : 0.387434554973822,
        "genre" : "Ｊ‐テクノトランスREMIX(EX)",
        "song" : "Quick Master -Naked Trance Mix-"
    },
    {
        "x" : 0.6855670103092784,
        "y" : 0.4742268041237113,
        "genre" : "Ｊ‐ネクストポップ(EX)",
        "song" : "～Timeless～"
    },
    {
        "x" : 0.7175141242937854,
        "y" : 0.5028248587570622,
        "genre" : "Ｊ‐ハウスポップ(EX)",
        "song" : "太陽とバトル"
    },
    {
        "x" : 0.6927374301675978,
        "y" : 0.5139664804469274,
        "genre" : "ＮＵスタイルロカビリー(EX)",
        "song" : "Electronic or Treat!"
    },
    {
        "x" : 0.7236180904522613,
        "y" : 0.5376884422110553,
        "genre" : "ＳＦポップ(EX)",
        "song" : "DAWN"
    }
];