const data49 = [
    {
        "x" : 0.04824561403508772,
        "y" : 0.017543859649122806,
        "genre" : "24/7 Popperz(EX)",
        "song" : "24/7 Popperz"
    },
    {
        "x" : 0.03333333333333333,
        "y" : 0.009523809523809525,
        "genre" : "BabeL ～MODEL DD101～(EX)",
        "song" : "BabeL ～MODEL DD101～"
    },
    {
        "x" : 0.08035714285714286,
        "y" : 0.022321428571428572,
        "genre" : "Black Emperor(EX)",
        "song" : "Black Emperor"
    },
    {
        "x" : 0.13617021276595745,
        "y" : 0.07234042553191489,
        "genre" : "C18H27NO3(EX)",
        "song" : "C18H27NO3"
    },
    {
        "x" : 0.03862660944206009,
        "y" : 0.004291845493562232,
        "genre" : "CHERNOBOG(EX)",
        "song" : "CHERNOBOG"
    },
    {
        "x" : 0.04201680672268908,
        "y" : 0.004201680672268907,
        "genre" : "DIAVOLO(EX)",
        "song" : "DIAVOLO"
    },
    {
        "x" : 0.07042253521126761,
        "y" : 0.018779342723004695,
        "genre" : "Festum Duodecimum!(EX)",
        "song" : "Festum Duodecimum!"
    },
    {
        "x" : 0.08035714285714286,
        "y" : 0.022321428571428572,
        "genre" : "INF-B《L-aste-R》(EX)",
        "song" : "INF-B《L-aste-R》"
    },
    {
        "x" : 0.10256410256410256,
        "y" : 0.017094017094017096,
        "genre" : "Innocence(EX)",
        "song" : "Innocence"
    },
    {
        "x" : 0.013043478260869565,
        "y" : 0.008695652173913044,
        "genre" : "K∀MUY(EX)",
        "song" : "K∀MUY"
    },
    {
        "x" : 0.0446927374301676,
        "y" : 0.01675977653631285,
        "genre" : "MADSPEED狂信道(UPPER)(EX)",
        "song" : "MADSPEED狂信道"
    },
    {
        "x" : 0.2096069868995633,
        "y" : 0.048034934497816595,
        "genre" : "Prey(EX)",
        "song" : "Prey"
    },
    {
        "x" : 0.225,
        "y" : 0.06666666666666667,
        "genre" : "QuoN(EX)",
        "song" : "QuoN"
    },
    {
        "x" : 0.100418410041841,
        "y" : 0.02510460251046025,
        "genre" : "RINИE(EX)",
        "song" : "RINИE"
    },
    {
        "x" : 0.21428571428571427,
        "y" : 0.04201680672268908,
        "genre" : "SailRen(EX)",
        "song" : "SailRen"
    },
    {
        "x" : 0.23404255319148937,
        "y" : 0.0851063829787234,
        "genre" : "Sky High(EX)",
        "song" : "Sky High"
    },
    {
        "x" : 0.05172413793103448,
        "y" : 0.008620689655172414,
        "genre" : "StrayedCatz(EX)",
        "song" : "StrayedCatz"
    },
    {
        "x" : 0.24892703862660945,
        "y" : 0.10300429184549356,
        "genre" : "Timepiece phase II(EX)",
        "song" : "Timepiece phase II"
    },
    {
        "x" : 0.13157894736842105,
        "y" : 0.03508771929824561,
        "genre" : "Triple Counter(EX)",
        "song" : "Triple Counter"
    },
    {
        "x" : 0.059907834101382486,
        "y" : 0.018433179723502304,
        "genre" : "Vinculum stellarum(EX)",
        "song" : "Vinculum stellarum"
    },
    {
        "x" : 0.06550218340611354,
        "y" : 0.03056768558951965,
        "genre" : "XROSS INFECTION(EX)",
        "song" : "XROSS INFECTION"
    },
    {
        "x" : 0.2297872340425532,
        "y" : 0.09361702127659574,
        "genre" : "moon_child(EX)",
        "song" : "moon_child"
    },
    {
        "x" : 0.07692307692307693,
        "y" : 0.004273504273504274,
        "genre" : "perditus†paradisus(EX)",
        "song" : "perditus†paradisus"
    },
    {
        "x" : 0.021834061135371178,
        "y" : 0.004366812227074236,
        "genre" : "the Chameleon(EX)",
        "song" : "the Chameleon"
    },
    {
        "x" : 0.10775862068965517,
        "y" : 0.02586206896551724,
        "genre" : "trideca(EX)",
        "song" : "trideca"
    },
    {
        "x" : 0.08955223880597014,
        "y" : 0.014925373134328358,
        "genre" : "zeeros(EX)",
        "song" : "zeeros"
    },
    {
        "x" : 0.04326923076923077,
        "y" : 0.028846153846153848,
        "genre" : "ΩVERSOUL(EX)",
        "song" : "ΩVERSOUL"
    },
    {
        "x" : 0.15767634854771784,
        "y" : 0.03734439834024896,
        "genre" : "アンセム(EX)",
        "song" : "天空の夜明け"
    },
    {
        "x" : 0.2510460251046025,
        "y" : 0.11297071129707113,
        "genre" : "インボルク(EX)",
        "song" : "生命の焔纏いて"
    },
    {
        "x" : 0.04149377593360996,
        "y" : 0.008298755186721992,
        "genre" : "オイパンク(EX)",
        "song" : "悲しいね"
    },
    {
        "x" : 0.11016949152542373,
        "y" : 0.00423728813559322,
        "genre" : "オイパンク０(EX)",
        "song" : "ブタパンチのテーマ"
    },
    {
        "x" : 0.16666666666666666,
        "y" : 0.008547008547008548,
        "genre" : "カウボーイ(EX)",
        "song" : "Blue River"
    },
    {
        "x" : 0.08144796380090498,
        "y" : 0,
        "genre" : "クラシック１１(EX)",
        "song" : "想い出をありがとう"
    },
    {
        "x" : 0,
        "y" : 0,
        "genre" : "クラシック８(EX)",
        "song" : "Line Times"
    },
    {
        "x" : 0.03139013452914798,
        "y" : 0.004484304932735426,
        "genre" : "クラシック９(EX)",
        "song" : "Hell? or Heaven?"
    },
    {
        "x" : 0.03463203463203463,
        "y" : 0.004329004329004329,
        "genre" : "ジオメトリック∮ティーパーティー(EX)",
        "song" : "ジオメトリック∮ティーパーティー"
    },
    {
        "x" : 0.12605042016806722,
        "y" : 0.03361344537815126,
        "genre" : "ジャッジメント(EX)",
        "song" : "終末を追う者"
    },
    {
        "x" : 0.0125,
        "y" : 0,
        "genre" : "スクリーン(EX)",
        "song" : "GALAXY FOREST 11.6&12 "
    },
    {
        "x" : 0.06465517241379311,
        "y" : 0.004310344827586207,
        "genre" : "スケールアウト(EX)",
        "song" : "BabeL ～Next Story～"
    },
    {
        "x" : 0.15948275862068967,
        "y" : 0.03879310344827586,
        "genre" : "スペースレクイエム(EX)",
        "song" : "Zirkfied"
    },
    {
        "x" : 0.09504132231404959,
        "y" : 0.008264462809917356,
        "genre" : "ゾディアックオラクル7(EX)",
        "song" : "アストライアの双皿"
    },
    {
        "x" : 0.07468879668049792,
        "y" : 0.012448132780082987,
        "genre" : "ニエンテ(EX)",
        "song" : "neu"
    },
    {
        "x" : 0.24686192468619247,
        "y" : 0.06276150627615062,
        "genre" : "ハードルネッサンス(EX)",
        "song" : "Elemental Creation"
    },
    {
        "x" : 0.22083333333333333,
        "y" : 0.0625,
        "genre" : "ブラッドメタル(EX)",
        "song" : "IX"
    },
    {
        "x" : 0.1308016877637131,
        "y" : 0.0379746835443038,
        "genre" : "プログレッシブバロック(EX)",
        "song" : "Ubertreffen"
    },
    {
        "x" : 0,
        "y" : 0,
        "genre" : "ヘビーメタル(EX)",
        "song" : "I'm on Fire"
    },
    {
        "x" : 0.03862660944206009,
        "y" : 0.004291845493562232,
        "genre" : "メタリックオペラ(EX)",
        "song" : "Geiselhaus"
    },
    {
        "x" : 0.08095238095238096,
        "y" : 0.02857142857142857,
        "genre" : "ラメント(UPPER)(EX)",
        "song" : "雫"
    },
    {
        "x" : 0.012605042016806723,
        "y" : 0.004201680672268907,
        "genre" : "リナシタ(EX)",
        "song" : "uen"
    },
    {
        "x" : 0.18487394957983194,
        "y" : 0.03361344537815126,
        "genre" : "ルイナススピリチュアル(EX)",
        "song" : "Remain"
    },
    {
        "x" : 0.15918367346938775,
        "y" : 0.0326530612244898,
        "genre" : "ヴェラム(EX)",
        "song" : "Eine Haube ～聖地の果てにあるもの～"
    },
    {
        "x" : 0.26582278481012656,
        "y" : 0.0970464135021097,
        "genre" : "恋歌疾風！かるたクイーンいろは(EX)",
        "song" : "恋歌疾風！かるたクイーンいろは"
    },
    {
        "x" : 0.03167420814479638,
        "y" : 0,
        "genre" : "最小三倍完全数(EX)",
        "song" : "最小三倍完全数"
    },
    {
        "x" : 0.08695652173913043,
        "y" : 0.021739130434782608,
        "genre" : "未完成ノ蒸氣驅動乙女(EX)",
        "song" : "未完成ノ蒸氣驅動乙女"
    },
    {
        "x" : 0.08620689655172414,
        "y" : 0.034482758620689655,
        "genre" : "激走！！ヤング☆ダンプ！(EX)",
        "song" : "激走！！ヤング☆ダンプ！"
    },
    {
        "x" : 0.04205607476635514,
        "y" : 0.009345794392523364,
        "genre" : "西馬込交通曲(EX)",
        "song" : "西馬込交通曲"
    },
    {
        "x" : 0.23333333333333334,
        "y" : 0.09523809523809523,
        "genre" : "限界食堂(EX)",
        "song" : "限界食堂"
    }
];