const data45 = [
    {
        "x" : 0.7103825136612022,
        "y" : 0.41530054644808745,
        "genre" : "90G Race(EX)",
        "song" : "90G Race"
    },
    {
        "x" : 0.5706521739130435,
        "y" : 0.41304347826086957,
        "genre" : "BLACK JACKAL(EX)",
        "song" : "BLACK JACKAL"
    },
    {
        "x" : 0.38333333333333336,
        "y" : 0.26666666666666666,
        "genre" : "BLAZE∞BREEZE  - WHITE LIE Version -(EX)",
        "song" : "BLAZE∞BREEZE  - WHITE LIE Version -"
    },
    {
        "x" : 0.5317919075144508,
        "y" : 0.31213872832369943,
        "genre" : "Beyond the prairie(EX)",
        "song" : "Beyond the prairie"
    },
    {
        "x" : 0.6304347826086957,
        "y" : 0.44021739130434784,
        "genre" : "DEVIL’s Magic(EX)",
        "song" : "DEVIL’s Magic"
    },
    {
        "x" : 0.6294117647058823,
        "y" : 0.4294117647058823,
        "genre" : "Dive to the Sky(EX)",
        "song" : "Dive to the Sky"
    },
    {
        "x" : 0.5396039603960396,
        "y" : 0.3118811881188119,
        "genre" : "Erosion Mark(EX)",
        "song" : "Erosion Mark"
    },
    {
        "x" : 0.660377358490566,
        "y" : 0.4669811320754717,
        "genre" : "FUNKY SUMMER BEACH(EX)",
        "song" : "FUNKY SUMMER BEACH"
    },
    {
        "x" : 0.6475770925110133,
        "y" : 0.4008810572687225,
        "genre" : "KHAMEN BREAK(EX)",
        "song" : "KHAMEN BREAK"
    },
    {
        "x" : 0.4744897959183674,
        "y" : 0.20918367346938777,
        "genre" : "L-an!ma(H)",
        "song" : "L-an!ma"
    },
    {
        "x" : 0.5777777777777777,
        "y" : 0.39444444444444443,
        "genre" : "Last Traveller(EX)",
        "song" : "Last Traveller"
    },
    {
        "x" : 0.4573170731707317,
        "y" : 0.2865853658536585,
        "genre" : "MAGICAL SUMMER SMILE(EX)",
        "song" : "MAGICAL SUMMER SMILE"
    },
    {
        "x" : 0.6373626373626373,
        "y" : 0.45604395604395603,
        "genre" : "On Your Mark(EX)",
        "song" : "On Your Mark"
    },
    {
        "x" : 0.4581005586592179,
        "y" : 0.24022346368715083,
        "genre" : "QuoN(H)",
        "song" : "QuoN"
    },
    {
        "x" : 0.36065573770491804,
        "y" : 0.22950819672131148,
        "genre" : "Red Cape Theorem(EX)",
        "song" : "Red Cape Theorem"
    },
    {
        "x" : 0.4564102564102564,
        "y" : 0.1794871794871795,
        "genre" : "Sephirot(EX)",
        "song" : "Sephirot"
    },
    {
        "x" : 0.685,
        "y" : 0.55,
        "genre" : "Shock Me(EX)",
        "song" : "Shock Me"
    },
    {
        "x" : 0.5747663551401869,
        "y" : 0.35046728971962615,
        "genre" : "Sing a Song Sign(EX)",
        "song" : "Sing a Song Sign"
    },
    {
        "x" : 0.5815217391304348,
        "y" : 0.4076086956521739,
        "genre" : "Spangles(EX)",
        "song" : "Spangles"
    },
    {
        "x" : 0.6179775280898876,
        "y" : 0.46629213483146065,
        "genre" : "Sprite Digital(EX)",
        "song" : "Sprite Digital"
    },
    {
        "x" : 0.592436974789916,
        "y" : 0.3865546218487395,
        "genre" : "Struggle(EX)",
        "song" : "Struggle"
    },
    {
        "x" : 0.49065420560747663,
        "y" : 0.32242990654205606,
        "genre" : "Symsonic Breeze(EX)",
        "song" : "Symsonic Breeze"
    },
    {
        "x" : 0.5,
        "y" : 0.4117647058823529,
        "genre" : "Time has no money(EX)",
        "song" : "Time has no money"
    },
    {
        "x" : 0.7142857142857143,
        "y" : 0.5320197044334976,
        "genre" : "Usual Days-remix(EX)",
        "song" : "Usual Days-remix"
    },
    {
        "x" : 0.42783505154639173,
        "y" : 0.18041237113402062,
        "genre" : "VERSUS!!(EX)",
        "song" : "VERSUS!!"
    },
    {
        "x" : 0.5478260869565217,
        "y" : 0.34347826086956523,
        "genre" : "Who done it?!(EX)",
        "song" : "Who done it?!"
    },
    {
        "x" : 0.4251497005988024,
        "y" : 0.2155688622754491,
        "genre" : "badass girl(EX)",
        "song" : "badass girl"
    },
    {
        "x" : 0.63,
        "y" : 0.475,
        "genre" : "draw!!!!(EX)",
        "song" : "draw!!!!"
    },
    {
        "x" : 0.5654450261780105,
        "y" : 0.39267015706806285,
        "genre" : "home.(kors k Remix)(EX)",
        "song" : "home.(kors k Remix)"
    },
    {
        "x" : 0.3488372093023256,
        "y" : 0.1686046511627907,
        "genre" : "perditus†paradisus(H)",
        "song" : "perditus†paradisus"
    },
    {
        "x" : 0.4114285714285714,
        "y" : 0.17142857142857143,
        "genre" : "НУМЛ(H)",
        "song" : "НУМЛ"
    },
    {
        "x" : 0.41216216216216217,
        "y" : 0.22972972972972974,
        "genre" : "にじいろ☆とらべらぁず(EX)",
        "song" : "にじいろ☆とらべらぁず"
    },
    {
        "x" : 0.5751295336787565,
        "y" : 0.41968911917098445,
        "genre" : "ひまわりと散歩道(EX)",
        "song" : "ひまわりと散歩道"
    },
    {
        "x" : 0.5794392523364486,
        "y" : 0.37383177570093457,
        "genre" : "アキネイション(EX)",
        "song" : "アキネイション"
    },
    {
        "x" : 0.6527777777777778,
        "y" : 0.4351851851851852,
        "genre" : "アジアンコンチェルト(EX)",
        "song" : "鳳凰"
    },
    {
        "x" : 0.6894977168949772,
        "y" : 0.4429223744292237,
        "genre" : "アフロパーカッションパーティー(EX)",
        "song" : "Earth Beat"
    },
    {
        "x" : 0.5646551724137931,
        "y" : 0.09913793103448276,
        "genre" : "アンセムトランス(EX)",
        "song" : "Votum　stellarum"
    },
    {
        "x" : 0.6188118811881188,
        "y" : 0.4306930693069307,
        "genre" : "インフィニティ(EX)",
        "song" : "kaleidoscope"
    },
    {
        "x" : 0.6850828729281768,
        "y" : 0.4861878453038674,
        "genre" : "ウィンターポップ(EX)",
        "song" : "White Lovers"
    },
    {
        "x" : 0.6415094339622641,
        "y" : 0.5094339622641509,
        "genre" : "エイジロック(EX)",
        "song" : "カリスマ（ゲームサイズ）"
    },
    {
        "x" : 0.6157635467980296,
        "y" : 0.45320197044334976,
        "genre" : "エナジーロック(EX)",
        "song" : "夢と現実"
    },
    {
        "x" : 0.82421875,
        "y" : 0.53515625,
        "genre" : "エピックポエトリー(EX)",
        "song" : "Blind Justice ～Torn souls, Hurt Faiths ～"
    },
    {
        "x" : 0.6363636363636364,
        "y" : 0.5,
        "genre" : "エモクトロ(EX)",
        "song" : "少年リップルズ"
    },
    {
        "x" : 0.5240384615384616,
        "y" : 0.3173076923076923,
        "genre" : "エレクトリックマヌーシュスウィング(EX)",
        "song" : "デッドボヲルdeホームラン"
    },
    {
        "x" : 0.5826086956521739,
        "y" : 0.4,
        "genre" : "エレクトロショック(EX)",
        "song" : "attack in the minor key"
    },
    {
        "x" : 0.49746192893401014,
        "y" : 0.20812182741116753,
        "genre" : "エレクトロスウィング(EX)",
        "song" : "Broadway Diva"
    },
    {
        "x" : 0.7972350230414746,
        "y" : 0.631336405529954,
        "genre" : "エレフラッドウェイヴ(EX)",
        "song" : "Aqua"
    },
    {
        "x" : 0.7117903930131004,
        "y" : 0.4978165938864629,
        "genre" : "エレメンタルジグ(EX)",
        "song" : "The Sealer ～ア・ミリアとミリアの民～"
    },
    {
        "x" : 0.5571428571428572,
        "y" : 0.4142857142857143,
        "genre" : "オリエンタルフォークロア(EX)",
        "song" : "旗"
    },
    {
        "x" : 0.5576923076923077,
        "y" : 0.22596153846153846,
        "genre" : "オービタリックテクノ(EX)",
        "song" : "Flow"
    },
    {
        "x" : 0.6701030927835051,
        "y" : 0.5515463917525774,
        "genre" : "カドルコア(UPPER)(EX)",
        "song" : "murmur twins(guitar pop ver.)"
    },
    {
        "x" : 0.6334841628959276,
        "y" : 0.4117647058823529,
        "genre" : "ガムラン(EX)",
        "song" : "Klungkung 1655"
    },
    {
        "x" : 0.6226415094339622,
        "y" : 0.37735849056603776,
        "genre" : "ガムラントランス(EX)",
        "song" : "Gamelan de Couple"
    },
    {
        "x" : 0.7850467289719626,
        "y" : 0.48598130841121495,
        "genre" : "ガールズロック(EX)",
        "song" : "BRE∀K DOWN!"
    },
    {
        "x" : 0.7342342342342343,
        "y" : 0.6036036036036037,
        "genre" : "ガールズロック(EX)",
        "song" : "☆shining☆"
    },
    {
        "x" : 0.5428571428571428,
        "y" : 0.12380952380952381,
        "genre" : "ガールズロックエクストリーム(EX)",
        "song" : "チカラ"
    },
    {
        "x" : 0.6,
        "y" : 0.4097560975609756,
        "genre" : "キリステゴメン(EX)",
        "song" : "キリステゴメン"
    },
    {
        "x" : 0.28488372093023256,
        "y" : 0,
        "genre" : "クラシック１１(H)",
        "song" : "想い出をありがとう"
    },
    {
        "x" : 0.15294117647058825,
        "y" : 0.0058823529411764705,
        "genre" : "クラシック９(H)",
        "song" : "Hell? or Heaven?"
    },
    {
        "x" : 0.6050955414012739,
        "y" : 0.10191082802547771,
        "genre" : "クラブジャズ(EX)",
        "song" : "Betty Boo"
    },
    {
        "x" : 0.4973821989528796,
        "y" : 0.2513089005235602,
        "genre" : "クリスマスプレゼント(EX)",
        "song" : "Pop'n Xmas 2004 ～電子ノウタゴエ～"
    },
    {
        "x" : 0.41784037558685444,
        "y" : 0.14553990610328638,
        "genre" : "グラディウス(EX)",
        "song" : "GRADIUS -FULL SPEED-"
    },
    {
        "x" : 0.44907407407407407,
        "y" : 0.2037037037037037,
        "genre" : "コンテンポラリーネイション４(EX)",
        "song" : "Tree in Lake ～消えたチチカカの木～"
    },
    {
        "x" : 0.6222222222222222,
        "y" : 0.4311111111111111,
        "genre" : "コンビニサーガ(EX)",
        "song" : "24時間のヒーロー"
    },
    {
        "x" : 0.49295774647887325,
        "y" : 0.24882629107981222,
        "genre" : "サイバーアラビアン(EX)",
        "song" : "Arrabbiata"
    },
    {
        "x" : 0.6263736263736264,
        "y" : 0.45054945054945056,
        "genre" : "シノビシノノメ(EX)",
        "song" : "シノビシノノメ"
    },
    {
        "x" : 0.6637554585152838,
        "y" : 0.4104803493449782,
        "genre" : "シュピーゲル(EX)",
        "song" : "水鏡"
    },
    {
        "x" : 0.5915492957746479,
        "y" : 0.352112676056338,
        "genre" : "ジュブナイルロック(EX)",
        "song" : "偽りのアルカディア"
    },
    {
        "x" : 0.5391304347826087,
        "y" : 0.3,
        "genre" : "スカーレット(EX)",
        "song" : "紅焔"
    },
    {
        "x" : 0.5805084745762712,
        "y" : 0.3771186440677966,
        "genre" : "スノーウィーコア(EX)",
        "song" : "snow prism"
    },
    {
        "x" : 0.47715736040609136,
        "y" : 0.16243654822335024,
        "genre" : "スペースオペラ(EX)",
        "song" : "Stardust Wanderers"
    },
    {
        "x" : 0.37948717948717947,
        "y" : 0.046153846153846156,
        "genre" : "スペースワルツ(EX)",
        "song" : "flutter"
    },
    {
        "x" : 0.5207373271889401,
        "y" : 0.14285714285714285,
        "genre" : "テクノポップ(EX)",
        "song" : "321 STARS"
    },
    {
        "x" : 0.7207207207207207,
        "y" : 0.5495495495495496,
        "genre" : "デスボサ(EX)",
        "song" : "SUN/光線"
    },
    {
        "x" : 0.5634517766497462,
        "y" : 0.38578680203045684,
        "genre" : "デュアルメモリ(EX)",
        "song" : "デュアルメモリ"
    },
    {
        "x" : 0.48497854077253216,
        "y" : 0.22746781115879827,
        "genre" : "トイコンテンポラリー(H)",
        "song" : "シュレーディンガーの猫"
    },
    {
        "x" : 0.6036866359447005,
        "y" : 0.4470046082949309,
        "genre" : "トゥイーポップ(EX)",
        "song" : "７７７"
    },
    {
        "x" : 0.5960591133004927,
        "y" : 0.4236453201970443,
        "genre" : "トザン(EX)",
        "song" : "登山者たち"
    },
    {
        "x" : 0.5391705069124424,
        "y" : 0.2995391705069124,
        "genre" : "トライ▼ユーロ(EX)",
        "song" : "Let's go out!"
    },
    {
        "x" : 0.43455497382198954,
        "y" : 0.2670157068062827,
        "genre" : "ドラムステップ(EX)",
        "song" : "Empathetic"
    },
    {
        "x" : 0.3167420814479638,
        "y" : 0.08597285067873303,
        "genre" : "ドラムンフライ(H)",
        "song" : "テンプラ揚三"
    },
    {
        "x" : 0.39344262295081966,
        "y" : 0.26229508196721313,
        "genre" : "ネオ・サイコ・ロ・イズム(EX)",
        "song" : "ネオ・サイコ・ロ・イズム"
    },
    {
        "x" : 0.692,
        "y" : 0.472,
        "genre" : "ハイスピード幻想チューン(EX)",
        "song" : "SHION"
    },
    {
        "x" : 0.6869565217391305,
        "y" : 0.4782608695652174,
        "genre" : "ハイテンションギャルロック(EX)",
        "song" : "イブの時代っ！"
    },
    {
        "x" : 0.5219123505976095,
        "y" : 0.3107569721115538,
        "genre" : "ハイパーファンタジア(EX)",
        "song" : "Fantasia"
    },
    {
        "x" : 0.563265306122449,
        "y" : 0.4326530612244898,
        "genre" : "ハイパーロッケンローレ(EX)",
        "song" : "エイプリルフールの唄"
    },
    {
        "x" : 0.6255506607929515,
        "y" : 0.42290748898678415,
        "genre" : "ハッピーキュートコア(EX)",
        "song" : "starmine (pop'n mixxx)"
    },
    {
        "x" : 0.5241935483870968,
        "y" : 0.33064516129032256,
        "genre" : "ハンズアップ(EX)",
        "song" : "Second Heaven"
    },
    {
        "x" : 0.5321100917431193,
        "y" : 0.43577981651376146,
        "genre" : "ハードロック(EX)",
        "song" : "SA-DA-ME"
    },
    {
        "x" : 0.5459183673469388,
        "y" : 0.336734693877551,
        "genre" : "バイオテクノ(EX)",
        "song" : "彙電子奏叉"
    },
    {
        "x" : 0.576530612244898,
        "y" : 0.2755102040816326,
        "genre" : "パペットアンサンブル(EX)",
        "song" : "セレクトショップに横たわるネコ"
    },
    {
        "x" : 0.4469026548672566,
        "y" : 0.24778761061946902,
        "genre" : "ヒップロック(EX)",
        "song" : "大見解"
    },
    {
        "x" : 0.6960352422907489,
        "y" : 0.5242290748898678,
        "genre" : "ヒートアップ(EX)",
        "song" : "Ignited Night"
    },
    {
        "x" : 0.4973821989528796,
        "y" : 0.2879581151832461,
        "genre" : "ビートニク(EX)",
        "song" : "UPBEAT"
    },
    {
        "x" : 0.7269230769230769,
        "y" : 0.5538461538461539,
        "genre" : "ファッシネイション(EX)",
        "song" : "朧"
    },
    {
        "x" : 0.7312775330396476,
        "y" : 0.5242290748898678,
        "genre" : "ファンキーコタ(EX)",
        "song" : "AKATSUKI"
    },
    {
        "x" : 0.5735294117647058,
        "y" : 0.38235294117647056,
        "genre" : "ファンタジアフュージョン(EX)",
        "song" : "プロキオンの騎士団"
    },
    {
        "x" : 0.5852534562211982,
        "y" : 0.35944700460829493,
        "genre" : "フォレストスノウ(EX)",
        "song" : "月雪に舞う花のように"
    },
    {
        "x" : 0.5287958115183246,
        "y" : 0.35602094240837695,
        "genre" : "フラッター現象の顛末と単一指向性の感情論(EX)",
        "song" : "フラッター現象の顛末と単一指向性の感情論"
    },
    {
        "x" : 0.6504424778761062,
        "y" : 0.3938053097345133,
        "genre" : "フラワーポップREMIX(EX)",
        "song" : "Marigold (Jazzy Hip-Hop Remix)"
    },
    {
        "x" : 0.6153846153846154,
        "y" : 0.3173076923076923,
        "genre" : "フルーフ(EX)",
        "song" : "水面静かに大地の烈日わたらせて"
    },
    {
        "x" : 0.4847161572052402,
        "y" : 0.2838427947598253,
        "genre" : "フロンティア(EX)",
        "song" : "探検ノート"
    },
    {
        "x" : 0.7584745762711864,
        "y" : 0.6313559322033898,
        "genre" : "プラチナムファンタジア(EX)",
        "song" : "Märchen"
    },
    {
        "x" : 0.6683168316831684,
        "y" : 0.46534653465346537,
        "genre" : "プリティ雅(EX)",
        "song" : "突確全回転！"
    },
    {
        "x" : 0.5868544600938967,
        "y" : 0.4694835680751174,
        "genre" : "ポップコーンパーティー(EX)",
        "song" : "microwave popcorn"
    },
    {
        "x" : 0.4811320754716981,
        "y" : 0.27358490566037735,
        "genre" : "ポップデスコ(EX)",
        "song" : "popdod"
    },
    {
        "x" : 0.29949238578680204,
        "y" : 0.05583756345177665,
        "genre" : "ポップン体操(EX)",
        "song" : "ヒデオ体操第一"
    },
    {
        "x" : 0.6,
        "y" : 0.40555555555555556,
        "genre" : "マダーロック(EX)",
        "song" : "Treasure Hoard"
    },
    {
        "x" : 0.6944444444444444,
        "y" : 0.5416666666666666,
        "genre" : "ミクスチャー(EX)",
        "song" : "Jack"
    },
    {
        "x" : 0.6568627450980392,
        "y" : 0.47549019607843135,
        "genre" : "ミッドナイト☆WAR(EX)",
        "song" : "ミッドナイト☆WAR"
    },
    {
        "x" : 0.547945205479452,
        "y" : 0.3515981735159817,
        "genre" : "メカニカルジャズ(EX)",
        "song" : "Apple Butter"
    },
    {
        "x" : 0.5565217391304348,
        "y" : 0.4260869565217391,
        "genre" : "メガネロック(EX)",
        "song" : "ポップミュージック論"
    },
    {
        "x" : 0.5887850467289719,
        "y" : 0.411214953271028,
        "genre" : "メタリックサーガ(EX)",
        "song" : "OVER THE LIMIT!"
    },
    {
        "x" : 0.4449760765550239,
        "y" : 0.15311004784688995,
        "genre" : "メッセージソング(EX)",
        "song" : "MY"
    },
    {
        "x" : 0.6962616822429907,
        "y" : 0.4439252336448598,
        "genre" : "メロディックスピード(EX)",
        "song" : "TRINITY ARROW"
    },
    {
        "x" : 0.5025906735751295,
        "y" : 0.36787564766839376,
        "genre" : "モフポップ　ポプコネ(EX)",
        "song" : "アルパカ☆Boooing"
    },
    {
        "x" : 0.5825688073394495,
        "y" : 0.3623853211009174,
        "genre" : "モフロック(EX)",
        "song" : "moffing"
    },
    {
        "x" : 0.7051282051282052,
        "y" : 0.5811965811965812,
        "genre" : "ユーラシアロック(EX)",
        "song" : "Infinity Blue"
    },
    {
        "x" : 0.5833333333333334,
        "y" : 0.4,
        "genre" : "ラフロック(EX)",
        "song" : "LOL！"
    },
    {
        "x" : 0.5922330097087378,
        "y" : 0.33495145631067963,
        "genre" : "ラブリーくのいちポップ(EX)",
        "song" : "くさびかたびら☆下克上! ～ 暗躍の樹海ＭＩＸ "
    },
    {
        "x" : 0.7528089887640449,
        "y" : 0.6404494382022472,
        "genre" : "リモーネ・ディ・マッキーナ(EX)",
        "song" : "リモーネ・ディ・マッキーナ"
    },
    {
        "x" : 0.64,
        "y" : 0.4057142857142857,
        "genre" : "リンゴロジック(green apple rmx)(EX)",
        "song" : "リンゴロジック(green apple rmx)"
    },
    {
        "x" : 0.7101449275362319,
        "y" : 0.5410628019323671,
        "genre" : "レトロフューチャーREMIX(EX)",
        "song" : "Passacaglia（J-RAVE MIX）"
    },
    {
        "x" : 0.6262626262626263,
        "y" : 0.31313131313131315,
        "genre" : "ロシア２(EX)",
        "song" : "レトロ男爵の嘆き"
    },
    {
        "x" : 0.5260663507109005,
        "y" : 0.20853080568720378,
        "genre" : "ロッテルダムテクノ(EX)",
        "song" : "rottel-da-sun"
    },
    {
        "x" : 0.45454545454545453,
        "y" : 0.31100478468899523,
        "genre" : "ロンロンへ　ライライライ！(EX)",
        "song" : "ロンロンへ　ライライライ！"
    },
    {
        "x" : 0.35585585585585583,
        "y" : 0.19369369369369369,
        "genre" : "ロービットサンプリング(EX)",
        "song" : "HEAT-BIT-HIT-BEAT"
    },
    {
        "x" : 0.7391304347826086,
        "y" : 0.6195652173913043,
        "genre" : "ヴィジュアル３(EX)",
        "song" : "Late Riser"
    },
    {
        "x" : 0.6348314606741573,
        "y" : 0.4606741573033708,
        "genre" : "乾坤一擲(EX)",
        "song" : "乾坤一擲"
    },
    {
        "x" : 0.5051020408163265,
        "y" : 0.3520408163265306,
        "genre" : "交響的物語(EX)",
        "song" : "駕篭の鳥"
    },
    {
        "x" : 0.4339622641509434,
        "y" : 0.2028301886792453,
        "genre" : "君の音とAuftakt(EX)",
        "song" : "君の音とAuftakt"
    },
    {
        "x" : 0.4977168949771689,
        "y" : 0.3150684931506849,
        "genre" : "哀愁スカ(EX)",
        "song" : "流"
    },
    {
        "x" : 0.5757575757575758,
        "y" : 0.36363636363636365,
        "genre" : "大正吸血鬼奇譚(EX)",
        "song" : "大正吸血鬼奇譚"
    },
    {
        "x" : 0.421875,
        "y" : 0.25,
        "genre" : "大河REMIX(EX)",
        "song" : "ANAHONIKUY -雪の華PuzzLeMix-"
    },
    {
        "x" : 0.5945945945945946,
        "y" : 0.44324324324324327,
        "genre" : "天鈴少女(EX)",
        "song" : "天鈴少女"
    },
    {
        "x" : 0.6190476190476191,
        "y" : 0.32275132275132273,
        "genre" : "太極拳(EX)",
        "song" : "個胃X光"
    },
    {
        "x" : 0.5470085470085471,
        "y" : 0.3504273504273504,
        "genre" : "妖隠し -あやかしかくし-(EX)",
        "song" : "妖隠し -あやかしかくし-"
    },
    {
        "x" : 0.5560747663551402,
        "y" : 0.40654205607476634,
        "genre" : "年号ロック(EX)",
        "song" : "すわひでおのゴロゴロ年号覚え唄決定版"
    },
    {
        "x" : 0.6040609137055838,
        "y" : 0.34517766497461927,
        "genre" : "悪魔城ドラキュラ(EX)",
        "song" : "悪魔城ドラキュラメドレー～ハイブリッド・ヴァージョン～"
    },
    {
        "x" : 0.6553398058252428,
        "y" : 0.4223300970873786,
        "genre" : "春風ブローインウィンド(EX)",
        "song" : "春風ブローインウィンド"
    },
    {
        "x" : 0.591304347826087,
        "y" : 0.40869565217391307,
        "genre" : "暗黒サイケデリック(EX)",
        "song" : "暗黒サイケデリック"
    },
    {
        "x" : 0.6878306878306878,
        "y" : 0.5185185185185185,
        "genre" : "桃ヴィジュアル(EX)",
        "song" : "紅ノ桃"
    },
    {
        "x" : 0.5561224489795918,
        "y" : 0.3826530612244898,
        "genre" : "歌劇 月夜のアラビア(EX)",
        "song" : "歌劇 月夜のアラビア"
    },
    {
        "x" : 0.21311475409836064,
        "y" : 0.04918032786885246,
        "genre" : "浅見文彦の事件簿～迷宮荘のワンピース(EX)",
        "song" : "浅見文彦の事件簿～迷宮荘のワンピース"
    },
    {
        "x" : 0.6009174311926605,
        "y" : 0.45871559633027525,
        "genre" : "浪速っ子ブギ(EX)",
        "song" : "こなもん屋人情歌"
    },
    {
        "x" : 0.6830357142857143,
        "y" : 0.4955357142857143,
        "genre" : "滅亡天使 † にこきゅっぴん(EX)",
        "song" : "滅亡天使 † にこきゅっぴん"
    },
    {
        "x" : 0.7023809523809523,
        "y" : 0.47023809523809523,
        "genre" : "爆臨！！イナカイザー！！(EX)",
        "song" : "爆臨！！イナカイザー！！"
    },
    {
        "x" : 0.6071428571428571,
        "y" : 0.38571428571428573,
        "genre" : "爆裂再生！フィーバー戦士ポップン14(EX)",
        "song" : "爆裂再生！フィーバー戦士ポップン14"
    },
    {
        "x" : 0.6064516129032258,
        "y" : 0.15483870967741936,
        "genre" : "琴フュージョン(EX)",
        "song" : "琴古都"
    },
    {
        "x" : 0.31645569620253167,
        "y" : 0.08227848101265822,
        "genre" : "辿る君を超えて(H)",
        "song" : "辿る君を超えて"
    },
    {
        "x" : 0.6108597285067874,
        "y" : 0.4117647058823529,
        "genre" : "防人想歌(EX)",
        "song" : "防人想歌"
    },
    {
        "x" : 0.5026455026455027,
        "y" : 0.2275132275132275,
        "genre" : "雪夜の森のプリャースカ(EX)",
        "song" : "雪夜の森のプリャースカ"
    },
    {
        "x" : 0.5232558139534884,
        "y" : 0.38953488372093026,
        "genre" : "零の位相(EX)",
        "song" : "零の位相"
    },
    {
        "x" : 0.47685185185185186,
        "y" : 0.2962962962962963,
        "genre" : "魔理沙は大変なものを盗んでいきました(EX)",
        "song" : "魔理沙は大変なものを盗んでいきました"
    },
    {
        "x" : 0.5631067961165048,
        "y" : 0.10679611650485436,
        "genre" : "Ｊ‐ポップ(EX)",
        "song" : "Destiny Lovers"
    },
    {
        "x" : 0.48514851485148514,
        "y" : 0.06435643564356436,
        "genre" : "Ｊ‐ロックΦ(EX)",
        "song" : "Looking for..."
    },
    {
        "x" : 0.7555555555555555,
        "y" : 0.5733333333333334,
        "genre" : "ＵＫヒットチャート(EX)",
        "song" : "MY GIFTS"
    }
];