const data47 = [
    {
        "x" : 0.245,
        "y" : 0.09,
        "genre" : "50th Memorial Songs -The BEMANI History-(EX)",
        "song" : "50th Memorial Songs -The BEMANI History-"
    },
    {
        "x" : 0.46543778801843316,
        "y" : 0.2626728110599078,
        "genre" : "ACCELERATION(EX)",
        "song" : "ACCELERATION"
    },
    {
        "x" : 0.2634146341463415,
        "y" : 0.13658536585365855,
        "genre" : "BILLION MONEY BAZOOKA(EX)",
        "song" : "BILLION MONEY BAZOOKA"
    },
    {
        "x" : 0.4925373134328358,
        "y" : 0.3383084577114428,
        "genre" : "BLAZE∞BREEZE(EX)",
        "song" : "BLAZE∞BREEZE"
    },
    {
        "x" : 0.3173913043478261,
        "y" : 0.10869565217391304,
        "genre" : "Caradbolg(EX)",
        "song" : "Caradbolg"
    },
    {
        "x" : 0.3829787234042553,
        "y" : 0.1829787234042553,
        "genre" : "Cleopatrysm(EX)",
        "song" : "Cleopatrysm"
    },
    {
        "x" : 0.3121951219512195,
        "y" : 0.18048780487804877,
        "genre" : "Dance to Blue (Respect Style)(EX)",
        "song" : "Dance to Blue (Respect Style)"
    },
    {
        "x" : 0.25125628140703515,
        "y" : 0.16080402010050251,
        "genre" : "El venenciador(EX)",
        "song" : "El venenciador"
    },
    {
        "x" : 0.36231884057971014,
        "y" : 0.19806763285024154,
        "genre" : "Fate No.23(EX)",
        "song" : "Fate No.23"
    },
    {
        "x" : 0.3,
        "y" : 0.15714285714285714,
        "genre" : "Floccinaucinihilipilification(EX)",
        "song" : "Floccinaucinihilipilification"
    },
    {
        "x" : 0.38493723849372385,
        "y" : 0.20502092050209206,
        "genre" : "Hatcha Metcha Party(EX)",
        "song" : "Hatcha Metcha Party"
    },
    {
        "x" : 0.3020833333333333,
        "y" : 0.09895833333333333,
        "genre" : "I just hate you(EX)",
        "song" : "I just hate you"
    },
    {
        "x" : 0.3793103448275862,
        "y" : 0.23706896551724138,
        "genre" : "INFINITY(EX)",
        "song" : "INFINITY"
    },
    {
        "x" : 0.3583815028901734,
        "y" : 0.12138728323699421,
        "genre" : "Invisible Farewell(EX)",
        "song" : "Invisible Farewell"
    },
    {
        "x" : 0.26666666666666666,
        "y" : 0.06666666666666667,
        "genre" : "Jack in the Box(EX)",
        "song" : "Jack in the Box"
    },
    {
        "x" : 0.4088397790055249,
        "y" : 0.23756906077348067,
        "genre" : "Jetcoaster Windy(EX)",
        "song" : "Jetcoaster Windy"
    },
    {
        "x" : 0.2857142857142857,
        "y" : 0.11059907834101383,
        "genre" : "La Lumiere(EX)",
        "song" : "La Lumiere"
    },
    {
        "x" : 0.5353535353535354,
        "y" : 0.2828282828282828,
        "genre" : "Monkshood(EX)",
        "song" : "Monkshood"
    },
    {
        "x" : 0.32195121951219513,
        "y" : 0.18536585365853658,
        "genre" : "Mychronicle(EX)",
        "song" : "Mychronicle"
    },
    {
        "x" : 0.33047210300429186,
        "y" : 0.15450643776824036,
        "genre" : "NINE PIECE(EX)",
        "song" : "NINE PIECE"
    },
    {
        "x" : 0.29842931937172773,
        "y" : 0.06282722513089005,
        "genre" : "Nove Primavere(EX)",
        "song" : "Nove Primavere"
    },
    {
        "x" : 0.46153846153846156,
        "y" : 0.3076923076923077,
        "genre" : "ON-DO(EX)",
        "song" : "ON-DO"
    },
    {
        "x" : 0.3568075117370892,
        "y" : 0.1596244131455399,
        "genre" : "On top of the world(EX)",
        "song" : "On top of the world"
    },
    {
        "x" : 0.5821596244131455,
        "y" : 0.3427230046948357,
        "genre" : "Peragro(EX)",
        "song" : "Peragro"
    },
    {
        "x" : 0.36818181818181817,
        "y" : 0.19545454545454546,
        "genre" : "Reconsideration(EX)",
        "song" : "Reconsideration"
    },
    {
        "x" : 0.451063829787234,
        "y" : 0.2553191489361702,
        "genre" : "Russian Caravan Rhapsody(EX)",
        "song" : "Russian Caravan Rhapsody"
    },
    {
        "x" : 0.24875621890547264,
        "y" : 0.11442786069651742,
        "genre" : "SPACE CRASH LANDING(EX)",
        "song" : "SPACE CRASH LANDING"
    },
    {
        "x" : 0.29064039408866993,
        "y" : 0.13793103448275862,
        "genre" : "STERLING SILVER(EX)",
        "song" : "STERLING SILVER"
    },
    {
        "x" : 0.33175355450236965,
        "y" : 0.14218009478672985,
        "genre" : "Spiral Clouds(EX)",
        "song" : "Spiral Clouds"
    },
    {
        "x" : 0.16666666666666666,
        "y" : 0.06944444444444445,
        "genre" : "Swinging Skulls(EX)",
        "song" : "Swinging Skulls"
    },
    {
        "x" : 0.45662100456621,
        "y" : 0.2922374429223744,
        "genre" : "TRUTH behind U(EX)",
        "song" : "TRUTH behind U"
    },
    {
        "x" : 0.21962616822429906,
        "y" : 0.06542056074766354,
        "genre" : "The last of world music(EX)",
        "song" : "The last of world music"
    },
    {
        "x" : 0.1894273127753304,
        "y" : 0.05726872246696035,
        "genre" : "Trill auf G(EX)",
        "song" : "Trill auf G"
    },
    {
        "x" : 0.21052631578947367,
        "y" : 0.05701754385964912,
        "genre" : "Versa(EX)",
        "song" : "Versa"
    },
    {
        "x" : 0.5575221238938053,
        "y" : 0.34513274336283184,
        "genre" : "ZEPHYRANTHES(EX)",
        "song" : "ZEPHYRANTHES"
    },
    {
        "x" : 0.20098039215686275,
        "y" : 0.05392156862745098,
        "genre" : "cucumis melo(EX)",
        "song" : "cucumis melo"
    },
    {
        "x" : 0.45021645021645024,
        "y" : 0.2077922077922078,
        "genre" : "ice crystals(EX)",
        "song" : "ice crystals"
    },
    {
        "x" : 0.21800947867298578,
        "y" : 0.05687203791469194,
        "genre" : "nostos(EX)",
        "song" : "nostos"
    },
    {
        "x" : 0.38317757009345793,
        "y" : 0.1261682242990654,
        "genre" : "popcorn parade(EX)",
        "song" : "popcorn parade"
    },
    {
        "x" : 0.41148325358851673,
        "y" : 0.15789473684210525,
        "genre" : "virtual killer(EX)",
        "song" : "virtual killer"
    },
    {
        "x" : 0.1683673469387755,
        "y" : 0.04591836734693878,
        "genre" : "♥LOVE² シュガ→♥ (かめりあ&amp;ななひら's Over-Sweet-Dempa ♥LOVE² シュガ→♥な恋愛教室 Remix)(EX)",
        "song" : "♥LOVE² シュガ→♥ (かめりあ&ななひら's Over-Sweet-Dempa ♥LOVE² シュガ→♥な恋愛教室 Remix)"
    },
    {
        "x" : 0.5365853658536586,
        "y" : 0.3170731707317073,
        "genre" : "あやかしロック(EX)",
        "song" : "情操ディストピア"
    },
    {
        "x" : 0.46215139442231074,
        "y" : 0.18725099601593626,
        "genre" : "おしゃまスウィング(EX)",
        "song" : "なまいきプリンセス"
    },
    {
        "x" : 0.3037974683544304,
        "y" : 0.10548523206751055,
        "genre" : "お米タル(EX)",
        "song" : "お米の美味しい炊き方、そしてお米を食べることによるその効果。"
    },
    {
        "x" : 0.4583333333333333,
        "y" : 0.2916666666666667,
        "genre" : "けもののおうじゃ★めうめう(EX)",
        "song" : "けもののおうじゃ★めうめう"
    },
    {
        "x" : 0.48497854077253216,
        "y" : 0.3261802575107296,
        "genre" : "ちんどんジャズ(EX)",
        "song" : "文明開化"
    },
    {
        "x" : 0.37155963302752293,
        "y" : 0.12385321100917432,
        "genre" : "ほおずき程度には赤い頭髪(EX)",
        "song" : "ほおずき程度には赤い頭髪"
    },
    {
        "x" : 0.2907488986784141,
        "y" : 0.14537444933920704,
        "genre" : "ませまてぃっく♥ま+ま=まじっく！(EX)",
        "song" : "ませまてぃっく♥ま+ま=まじっく！"
    },
    {
        "x" : 0.5087719298245614,
        "y" : 0.2631578947368421,
        "genre" : "アスレチックブギー(EX)",
        "song" : "ATTRACTION！"
    },
    {
        "x" : 0.1523809523809524,
        "y" : 0.047619047619047616,
        "genre" : "アスレチックミート(EX)",
        "song" : "一発逆転！××だらけのハッピー大運動会！！"
    },
    {
        "x" : 0.3770491803278688,
        "y" : 0.09836065573770492,
        "genre" : "アンセムトランスREMIX(EX)",
        "song" : "Votum stellarum -forest #25 RMX-"
    },
    {
        "x" : 0.4337899543378995,
        "y" : 0.2648401826484018,
        "genre" : "ウィザウチュナイ-ゼクス-(EX)",
        "song" : "Squeeze"
    },
    {
        "x" : 0.3183856502242152,
        "y" : 0.15246636771300448,
        "genre" : "エキサイティング！！も・ちゃ・ちゃ☆(EX)",
        "song" : "エキサイティング！！も・ちゃ・ちゃ☆"
    },
    {
        "x" : 0.4789915966386555,
        "y" : 0.3067226890756303,
        "genre" : "エレクトロバロック(EX)",
        "song" : "Amalgamation"
    },
    {
        "x" : 0.379746835443038,
        "y" : 0.18565400843881857,
        "genre" : "エレジィ２(EX)",
        "song" : "この子の七つのお祝いに"
    },
    {
        "x" : 0.2869198312236287,
        "y" : 0.05063291139240506,
        "genre" : "エンカREMIX(EX)",
        "song" : "お江戸花吹雪 TEYAN-day MIX"
    },
    {
        "x" : 0.5737704918032787,
        "y" : 0.29918032786885246,
        "genre" : "エンシャントユーロ(EX)",
        "song" : "In The Ruins"
    },
    {
        "x" : 0.30612244897959184,
        "y" : 0.21224489795918366,
        "genre" : "カイジュウ(EX)",
        "song" : "突然ゴルゴンゾーラ"
    },
    {
        "x" : 0.40336134453781514,
        "y" : 0.18907563025210083,
        "genre" : "カイゾク(EX)",
        "song" : "KING of the SEA"
    },
    {
        "x" : 0.2523364485981308,
        "y" : 0.02336448598130841,
        "genre" : "カドルコア(EX)",
        "song" : "murmur twins"
    },
    {
        "x" : 0.27906976744186046,
        "y" : 0.11162790697674418,
        "genre" : "キルト（Patchworker RMX）(EX)",
        "song" : "キルト（Patchworker RMX）"
    },
    {
        "x" : 0.12393162393162394,
        "y" : 0.01282051282051282,
        "genre" : "クラシック６(EX)",
        "song" : "Maritare!"
    },
    {
        "x" : 0.11965811965811966,
        "y" : 0.017094017094017096,
        "genre" : "クラシック７(EX)",
        "song" : "The tyro's reverie"
    },
    {
        "x" : 0.39330543933054396,
        "y" : 0.20502092050209206,
        "genre" : "ケンカドラム(EX)",
        "song" : "BBLLAASSTT!!"
    },
    {
        "x" : 0.5361702127659574,
        "y" : 0.2978723404255319,
        "genre" : "コアダストビート(EX)",
        "song" : "真超深ＴＩＯＮ"
    },
    {
        "x" : 0.5483870967741935,
        "y" : 0.3790322580645161,
        "genre" : "コアロック(EX)",
        "song" : "へんたいトリロジー"
    },
    {
        "x" : 0.26244343891402716,
        "y" : 0.06787330316742081,
        "genre" : "コルトーン(EX)",
        "song" : "コルトーン"
    },
    {
        "x" : 0.2926829268292683,
        "y" : 0.13008130081300814,
        "genre" : "コンテンポラリーネイション(EX)",
        "song" : "BEYOND THE EARTH"
    },
    {
        "x" : 0.3305084745762712,
        "y" : 0.17796610169491525,
        "genre" : "ゴアトランス(EX)",
        "song" : "IMPLANTATION"
    },
    {
        "x" : 0.3274336283185841,
        "y" : 0.11504424778761062,
        "genre" : "サイバーウエスタン(EX)",
        "song" : "PITAゴラス☆KISS"
    },
    {
        "x" : 0.4396551724137931,
        "y" : 0.25,
        "genre" : "サイバーメタル(EX)",
        "song" : "断罪プラズマ"
    },
    {
        "x" : 0.1542056074766355,
        "y" : 0.02336448598130841,
        "genre" : "サケビノミドリ(EX)",
        "song" : "サケビノミドリ"
    },
    {
        "x" : 0.38396624472573837,
        "y" : 0.17721518987341772,
        "genre" : "サーカス(EX)",
        "song" : "フリーパス"
    },
    {
        "x" : 0.411522633744856,
        "y" : 0.20987654320987653,
        "genre" : "シューゲイザー(EX)",
        "song" : "chilblain"
    },
    {
        "x" : 0.3829787234042553,
        "y" : 0.16170212765957448,
        "genre" : "シンフォニックメタル(EX)",
        "song" : "Holy Forest"
    },
    {
        "x" : 0.028169014084507043,
        "y" : 0,
        "genre" : "ジオメトリック∮ティーパーティー(H)",
        "song" : "ジオメトリック∮ティーパーティー"
    },
    {
        "x" : 0.3972602739726027,
        "y" : 0.1004566210045662,
        "genre" : "ジャパメタ(EX)",
        "song" : "Craze for You"
    },
    {
        "x" : 0.4024896265560166,
        "y" : 0.2572614107883817,
        "genre" : "スイーツプログレッシヴ(EX)",
        "song" : "ちくわパフェだよ☆ＣＫＰ"
    },
    {
        "x" : 0.3235294117647059,
        "y" : 0.11764705882352941,
        "genre" : "セツナトリップ(UPPER)(EX)",
        "song" : "セツナトリップ"
    },
    {
        "x" : 0.4830508474576271,
        "y" : 0.3177966101694915,
        "genre" : "ゾディアックオラクル１(EX)",
        "song" : "ストレイ・マーチ"
    },
    {
        "x" : 0.44214876033057854,
        "y" : 0.21074380165289255,
        "genre" : "ターバン(EX)",
        "song" : "Manhattan Sports Club"
    },
    {
        "x" : 0.3235294117647059,
        "y" : 0.15126050420168066,
        "genre" : "ダークオペラREMIX(EX)",
        "song" : "Der Wald(kors k Remix)"
    },
    {
        "x" : 0.22821576763485477,
        "y" : 0.05394190871369295,
        "genre" : "チテイタンケン(EX)",
        "song" : "スーパーモグー"
    },
    {
        "x" : 0.44155844155844154,
        "y" : 0.2077922077922078,
        "genre" : "デパファンク(EX)",
        "song" : "デパ地下のお話"
    },
    {
        "x" : 0.47783251231527096,
        "y" : 0.2561576354679803,
        "genre" : "デュスノミア(EX)",
        "song" : "デュスノミア"
    },
    {
        "x" : 0.4189723320158103,
        "y" : 0.2134387351778656,
        "genre" : "トランスコア(EX)",
        "song" : "FLOWER"
    },
    {
        "x" : 0.4721030042918455,
        "y" : 0.2918454935622318,
        "genre" : "トランスランス(EX)",
        "song" : "full-consciousness green"
    },
    {
        "x" : 0.2903225806451613,
        "y" : 0.10483870967741936,
        "genre" : "ドラムンコアダスト(EX)",
        "song" : "Mynarco"
    },
    {
        "x" : 0.475,
        "y" : 0.29583333333333334,
        "genre" : "ドリームゲイザー(EX)",
        "song" : "Little prayer"
    },
    {
        "x" : 0.45064377682403434,
        "y" : 0.21030042918454936,
        "genre" : "ナニワヒーロー(EX)",
        "song" : "でんがなマンガナ"
    },
    {
        "x" : 0.22613065326633167,
        "y" : 0.12060301507537688,
        "genre" : "ナンキョク(UPPER)(EX)",
        "song" : "クラゲータ"
    },
    {
        "x" : 0.28444444444444444,
        "y" : 0.08888888888888889,
        "genre" : "ネジロック(EX)",
        "song" : "螺子之人"
    },
    {
        "x" : 0.11522633744855967,
        "y" : 0.0205761316872428,
        "genre" : "ハイパードラマティック(EX)",
        "song" : "薔薇は永遠に美しく"
    },
    {
        "x" : 0.2727272727272727,
        "y" : 0.1674641148325359,
        "genre" : "ハイパーロッケンローレ(UPPER)(EX)",
        "song" : "エイプリルフールの唄"
    },
    {
        "x" : 0.5683760683760684,
        "y" : 0.3717948717948718,
        "genre" : "ハイパーＪポップ３(EX)",
        "song" : "1/6billionth"
    },
    {
        "x" : 0.44,
        "y" : 0.136,
        "genre" : "ハイブリープ(EX)",
        "song" : "恋する☆宇宙戦争っ！！"
    },
    {
        "x" : 0.4314516129032258,
        "y" : 0.22580645161290322,
        "genre" : "ハッピー(EX)",
        "song" : "quaver♪"
    },
    {
        "x" : 0.5753968253968254,
        "y" : 0.3531746031746032,
        "genre" : "ハッピーハードコア(EX)",
        "song" : "I'm so Happy"
    },
    {
        "x" : 0.35294117647058826,
        "y" : 0.037815126050420166,
        "genre" : "ハッピーハードコア(EX)",
        "song" : "Sweet Sweet ♥ Magic"
    },
    {
        "x" : 0.16470588235294117,
        "y" : 0.058823529411764705,
        "genre" : "ハラショー！おにぎりサーカス団☆(EX)",
        "song" : "ハラショー！おにぎりサーカス団☆"
    },
    {
        "x" : 0.19672131147540983,
        "y" : 0.040983606557377046,
        "genre" : "バンブーソード・ガール(EX)",
        "song" : "バンブーソード・ガール"
    },
    {
        "x" : 0.2680851063829787,
        "y" : 0.09787234042553192,
        "genre" : "ヒップロック3.5(EX)",
        "song" : "差無来！！"
    },
    {
        "x" : 0.4,
        "y" : 0.01276595744680851,
        "genre" : "ヒップロック２(EX)",
        "song" : "男々道"
    },
    {
        "x" : 0.3964757709251101,
        "y" : 0.17180616740088106,
        "genre" : "ヒルビリー(EX)",
        "song" : "Pa la la 42"
    },
    {
        "x" : 0.42323651452282157,
        "y" : 0.04564315352697095,
        "genre" : "ビジュアル(EX)",
        "song" : "月光蝶"
    },
    {
        "x" : 0.4493927125506073,
        "y" : 0.3360323886639676,
        "genre" : "ビビッド(EX)",
        "song" : "For Dear ～"
    },
    {
        "x" : 0.22857142857142856,
        "y" : 0.044897959183673466,
        "genre" : "ピアノテック(EX)",
        "song" : "Stories"
    },
    {
        "x" : 0.19480519480519481,
        "y" : 0.008658008658008658,
        "genre" : "ピラミッド(EX)",
        "song" : "永遠という名の媚薬"
    },
    {
        "x" : 0.4008438818565401,
        "y" : 0.20675105485232068,
        "genre" : "フィーバーロボ REMIX(EX)",
        "song" : "踊るフィーバーロボ　Eu-Robot mix"
    },
    {
        "x" : 0.1908713692946058,
        "y" : 0.04979253112033195,
        "genre" : "フォレストスノウ２(EX)",
        "song" : "白夜幻燈"
    },
    {
        "x" : 0.32936507936507936,
        "y" : 0.04365079365079365,
        "genre" : "プログレッシブ(EX)",
        "song" : "V"
    },
    {
        "x" : 0.055299539170506916,
        "y" : 0.03225806451612903,
        "genre" : "ポチコの幸せな日常 (狂犬U`x´UばうわうHARDCORE Remix)(EX)",
        "song" : "ポチコの幸せな日常 (狂犬U`x´UばうわうHARDCORE Remix)"
    },
    {
        "x" : 0.3142857142857143,
        "y" : 0.09795918367346938,
        "genre" : "ポップミュージック(EX)",
        "song" : "うた"
    },
    {
        "x" : 0.20930232558139536,
        "y" : 0.06046511627906977,
        "genre" : "ムーニャポヨポヨスッポコニャーゴ(EX)",
        "song" : "ムーニャポヨポヨスッポコニャーゴ"
    },
    {
        "x" : 0.3836734693877551,
        "y" : 0.21224489795918366,
        "genre" : "メイドメタル(EX)",
        "song" : "ホーンテッド★メイドランチ"
    },
    {
        "x" : 0.45414847161572053,
        "y" : 0.2314410480349345,
        "genre" : "メンテナンス物語(EX)",
        "song" : "メンテナンス物語"
    },
    {
        "x" : 0.3829787234042553,
        "y" : 0.15319148936170213,
        "genre" : "モンゴル(EX)",
        "song" : "怒れる大きな白い馬"
    },
    {
        "x" : 0.43983402489626555,
        "y" : 0.24481327800829875,
        "genre" : "リンセイ(EX)",
        "song" : "カゲロウ"
    },
    {
        "x" : 0.3644067796610169,
        "y" : 0.1652542372881356,
        "genre" : "ルーニックエア(EX)",
        "song" : "Princess Roki"
    },
    {
        "x" : 0.46956521739130436,
        "y" : 0.2217391304347826,
        "genre" : "レーシング(EX)",
        "song" : "Violently Car"
    },
    {
        "x" : 0.40789473684210525,
        "y" : 0.22807017543859648,
        "genre" : "ロックビリー(EX)",
        "song" : "ススメ！少年！！"
    },
    {
        "x" : 0.22127659574468084,
        "y" : 0.059574468085106386,
        "genre" : "ヴァイオリンプログレッシブ(EX)",
        "song" : "ポルターガイスト"
    },
    {
        "x" : 0.35,
        "y" : 0.20416666666666666,
        "genre" : "ヴァリアントレイヴ(EX)",
        "song" : "PUNISHER"
    },
    {
        "x" : 0.5061224489795918,
        "y" : 0.2897959183673469,
        "genre" : "ヴァルキリーブレイクス(EX)",
        "song" : "Celsus"
    },
    {
        "x" : 0.3173913043478261,
        "y" : 0.17391304347826086,
        "genre" : "ヴェルヴェットバレットヒット(EX)",
        "song" : "ヴェルヴェット　バレット"
    },
    {
        "x" : 0.37130801687763715,
        "y" : 0.1729957805907173,
        "genre" : "下克上ドラムンベース(EX)",
        "song" : "Ge-Ko-Ku-Jo"
    },
    {
        "x" : 0.1703056768558952,
        "y" : 0.06550218340611354,
        "genre" : "中華ロック(EX)",
        "song" : "己経忍不住了"
    },
    {
        "x" : 0.3333333333333333,
        "y" : 0.18018018018018017,
        "genre" : "乞い祈みの撫子(EX)",
        "song" : "乞い祈みの撫子"
    },
    {
        "x" : 0.37264150943396224,
        "y" : 0.10849056603773585,
        "genre" : "僕らの旅はどこまでも(EX)",
        "song" : "僕らの旅はどこまでも"
    },
    {
        "x" : 0.27586206896551724,
        "y" : 0.08620689655172414,
        "genre" : "元禄花吹雪(EX)",
        "song" : "元禄花吹雪"
    },
    {
        "x" : 0.5398230088495575,
        "y" : 0.3230088495575221,
        "genre" : "凛として咲く花の如く　～ひなビタ♪edition～(EX)",
        "song" : "凛として咲く花の如く　～ひなビタ♪edition～"
    },
    {
        "x" : 0.25287356321839083,
        "y" : 0.16091954022988506,
        "genre" : "十界(EX)",
        "song" : "十界"
    },
    {
        "x" : 0.3231441048034934,
        "y" : 0.1222707423580786,
        "genre" : "呪エモ？(EX)",
        "song" : "ミサコの日記（見ちゃダメ！）"
    },
    {
        "x" : 0.46774193548387094,
        "y" : 0.2782258064516129,
        "genre" : "和風プログレッシブ(EX)",
        "song" : "たまゆら"
    },
    {
        "x" : 0.3629032258064516,
        "y" : 0.16129032258064516,
        "genre" : "土偶テクノ(EX)",
        "song" : "Dogu Ditty"
    },
    {
        "x" : 0.37142857142857144,
        "y" : 0.24761904761904763,
        "genre" : "在るが儘に(EX)",
        "song" : "在るが儘に"
    },
    {
        "x" : 0.4883720930232558,
        "y" : 0.33488372093023255,
        "genre" : "地の記　獄編(EX)",
        "song" : "地の記　獄編"
    },
    {
        "x" : 0.44680851063829785,
        "y" : 0.20425531914893616,
        "genre" : "大宇宙の法典(EX)",
        "song" : "天庭 おとこのこ編"
    },
    {
        "x" : 0.5219298245614035,
        "y" : 0.2807017543859649,
        "genre" : "如雨露姫が世界征服(EX)",
        "song" : "如雨露姫が世界征服"
    },
    {
        "x" : 0.45528455284552843,
        "y" : 0.23170731707317074,
        "genre" : "姫コア(EX)",
        "song" : "KIMONO♥PRINCESS"
    },
    {
        "x" : 0.3387096774193548,
        "y" : 0.10483870967741936,
        "genre" : "幻想音樂(EX)",
        "song" : "αρχη"
    },
    {
        "x" : 0.4979253112033195,
        "y" : 0.2821576763485477,
        "genre" : "彼女は快刀乱麻(EX)",
        "song" : "彼女は快刀乱麻"
    },
    {
        "x" : 0.23553719008264462,
        "y" : 0.07024793388429752,
        "genre" : "忍者メタル(EX)",
        "song" : "背水之陣"
    },
    {
        "x" : 0.2810810810810811,
        "y" : 0.10810810810810811,
        "genre" : "放課後コンチェルティーノ～私だけの部室狂騒曲(EX)",
        "song" : "放課後コンチェルティーノ～私だけの部室狂騒曲"
    },
    {
        "x" : 0.5204918032786885,
        "y" : 0.29918032786885246,
        "genre" : "昭和ノワール(EX)",
        "song" : "誰がために陽はのぼる"
    },
    {
        "x" : 0.3333333333333333,
        "y" : 0.14285714285714285,
        "genre" : "暴レ焔(EX)",
        "song" : "暴レ焔"
    },
    {
        "x" : 0.18681318681318682,
        "y" : 0.03296703296703297,
        "genre" : "朧月覆う雲をも裂きぬ(EX)",
        "song" : "朧月覆う雲をも裂きぬ"
    },
    {
        "x" : 0.4604651162790698,
        "y" : 0.26046511627906976,
        "genre" : "漆黒のスペシャルプリンセスサンデー(EX)",
        "song" : "漆黒のスペシャルプリンセスサンデー"
    },
    {
        "x" : 0.3232758620689655,
        "y" : 0.09051724137931035,
        "genre" : "演説(EX)",
        "song" : "猿の経"
    },
    {
        "x" : 0.12334801762114538,
        "y" : 0.030837004405286344,
        "genre" : "焔華(EX)",
        "song" : "焔華"
    },
    {
        "x" : 0.49145299145299143,
        "y" : 0.32051282051282054,
        "genre" : "煌-灼熱の裁き-(EX)",
        "song" : "煌-灼熱の裁き-"
    },
    {
        "x" : 0.3026315789473684,
        "y" : 0.09649122807017543,
        "genre" : "猫侍の逆襲(EX)",
        "song" : "猫侍の逆襲"
    },
    {
        "x" : 0.5020408163265306,
        "y" : 0.23265306122448978,
        "genre" : "神曲(EX)",
        "song" : "神曲"
    },
    {
        "x" : 0.08490566037735849,
        "y" : 0.04245283018867924,
        "genre" : "祭ノ痕、君ヲ憶フ。(EX)",
        "song" : "祭ノ痕、君ヲ憶フ。"
    },
    {
        "x" : 0.3459915611814346,
        "y" : 0.10126582278481013,
        "genre" : "禅ジャズ(EX)",
        "song" : "明鏡止水"
    },
    {
        "x" : 0.5390946502057613,
        "y" : 0.3004115226337449,
        "genre" : "近代絶頂音楽(EX)",
        "song" : "天庭"
    },
    {
        "x" : 0.31443298969072164,
        "y" : 0.18041237113402062,
        "genre" : "造花の貌(EX)",
        "song" : "造花の貌"
    },
    {
        "x" : 0.4719626168224299,
        "y" : 0.2803738317757009,
        "genre" : "銃弾は解を撃ち抜いて(EX)",
        "song" : "銃弾は解を撃ち抜いて"
    },
    {
        "x" : 0.5821596244131455,
        "y" : 0.41784037558685444,
        "genre" : "革命パッショネイト(EX)",
        "song" : "革命パッショネイト"
    },
    {
        "x" : 0.2561576354679803,
        "y" : 0.10344827586206896,
        "genre" : "黎明スケッチブック(EX)",
        "song" : "黎明スケッチブック"
    },
    {
        "x" : 0.3958333333333333,
        "y" : 0.225,
        "genre" : "黒髪乱れし修羅となりて～凛 edition～(EX)",
        "song" : "黒髪乱れし修羅となりて～凛 edition～"
    },
    {
        "x" : 0.3510204081632653,
        "y" : 0.17959183673469387,
        "genre" : "龍と少女とデコヒーレンス(EX)",
        "song" : "龍と少女とデコヒーレンス"
    },
    {
        "x" : 0.5203252032520326,
        "y" : 0.3170731707317073,
        "genre" : "Ａ．Ｉ．ダークネス(EX)",
        "song" : "DOES NOT COMPUTE"
    },
    {
        "x" : 0.6320346320346321,
        "y" : 0.12987012987012986,
        "genre" : "Ｊ‐ロック(EX)",
        "song" : "Romance"
    },
    {
        "x" : 0.3452914798206278,
        "y" : 0.13004484304932734,
        "genre" : "ＪＡＭ(EX)",
        "song" : "HypArcSin(x)"
    }
];