const data44 = [
    {
        "x" : 0.5058139534883721,
        "y" : 0.313953488372093,
        "genre" : "Another Texture(EX)",
        "song" : "Another Texture"
    },
    {
        "x" : 0.4166666666666667,
        "y" : 0.20833333333333334,
        "genre" : "Arcanum Arcanorum(EX)",
        "song" : "Arcanum Arcanorum"
    },
    {
        "x" : 0.611764705882353,
        "y" : 0.3941176470588235,
        "genre" : "Baby Sherry(EX)",
        "song" : "Baby Sherry"
    },
    {
        "x" : 0.3967391304347826,
        "y" : 0.15760869565217392,
        "genre" : "Burning Love(EX)",
        "song" : "Burning Love"
    },
    {
        "x" : 0.5121951219512195,
        "y" : 0.3048780487804878,
        "genre" : "CRAZY WORLD(EX)",
        "song" : "CRAZY WORLD"
    },
    {
        "x" : 0.5647058823529412,
        "y" : 0.36470588235294116,
        "genre" : "Doo-Wah×Chu!Chu!(EX)",
        "song" : "Doo-Wah×Chu!Chu!"
    },
    {
        "x" : 0.6312849162011173,
        "y" : 0.39664804469273746,
        "genre" : "Endless Moon -LUNA-(EX)",
        "song" : "Endless Moon -LUNA-"
    },
    {
        "x" : 0.6589595375722543,
        "y" : 0.45664739884393063,
        "genre" : "Grave Strike(EX)",
        "song" : "Grave Strike"
    },
    {
        "x" : 0.6967213114754098,
        "y" : 0.48360655737704916,
        "genre" : "Harmonia(EX)",
        "song" : "Harmonia"
    },
    {
        "x" : 0.7052631578947368,
        "y" : 0.49473684210526314,
        "genre" : "Howling(EX)",
        "song" : "Howling"
    },
    {
        "x" : 0.6845238095238095,
        "y" : 0.42857142857142855,
        "genre" : "Into the Wind(EX)",
        "song" : "Into the Wind"
    },
    {
        "x" : 0.5756097560975609,
        "y" : 0.3902439024390244,
        "genre" : "KARAKARA(EX)",
        "song" : "KARAKARA"
    },
    {
        "x" : 0.3945578231292517,
        "y" : 0.1836734693877551,
        "genre" : "K∀MUY(H)",
        "song" : "K∀MUY"
    },
    {
        "x" : 0.64375,
        "y" : 0.48125,
        "genre" : "ME-GA-NE-HA-ZU-SE(EX)",
        "song" : "ME-GA-NE-HA-ZU-SE"
    },
    {
        "x" : 0.6941747572815534,
        "y" : 0.46601941747572817,
        "genre" : "Pｆ ポップ(EX)",
        "song" : "風と自転車"
    },
    {
        "x" : 0.4012738853503185,
        "y" : 0.2356687898089172,
        "genre" : "RINИE(H)",
        "song" : "RINИE"
    },
    {
        "x" : 0.5906976744186047,
        "y" : 0.3813953488372093,
        "genre" : "Scars of FAUNA(EX)",
        "song" : "Scars of FAUNA"
    },
    {
        "x" : 0.40789473684210525,
        "y" : 0.1513157894736842,
        "genre" : "StrayedCatz(H)",
        "song" : "StrayedCatz"
    },
    {
        "x" : 0.5644171779141104,
        "y" : 0.3312883435582822,
        "genre" : "Voices(EX)",
        "song" : "Voices"
    },
    {
        "x" : 0.35542168674698793,
        "y" : 0.1566265060240964,
        "genre" : "o†o(H)",
        "song" : "o†o"
    },
    {
        "x" : 0.7238095238095238,
        "y" : 0.5666666666666667,
        "genre" : "おねがいダーリン(EX)",
        "song" : "おねがいダーリン"
    },
    {
        "x" : 0.5340909090909091,
        "y" : 0.2159090909090909,
        "genre" : "てくのほそみち(EX)",
        "song" : "五七五"
    },
    {
        "x" : 0.35359116022099446,
        "y" : 0.18232044198895028,
        "genre" : "なごりさえ(EX)",
        "song" : "なごりさえ"
    },
    {
        "x" : 0.27692307692307694,
        "y" : 0.13846153846153847,
        "genre" : "なぞなぞ☆くりぷとからぁず ～勇者メンマの大冒険～(EX)",
        "song" : "なぞなぞ☆くりぷとからぁず ～勇者メンマの大冒険～"
    },
    {
        "x" : 0.5688888888888889,
        "y" : 0.38222222222222224,
        "genre" : "ほしふり　Re:pray(EX)",
        "song" : "ほしふり　Re:pray"
    },
    {
        "x" : 0.5885416666666666,
        "y" : 0.40625,
        "genre" : "ぽかぽかレトロード(EX)",
        "song" : "ぽかぽかレトロード"
    },
    {
        "x" : 0.4682926829268293,
        "y" : 0.2634146341463415,
        "genre" : "アシッディドラムン(EX)",
        "song" : "Happy Life"
    },
    {
        "x" : 0.595,
        "y" : 0.375,
        "genre" : "アジアンミクスチャー(EX)",
        "song" : "桃源絵巻"
    },
    {
        "x" : 0.6813725490196079,
        "y" : 0.553921568627451,
        "genre" : "アジアンレイヴ(EX)",
        "song" : "HAGOROMO"
    },
    {
        "x" : 0.6650485436893204,
        "y" : 0.4320388349514563,
        "genre" : "アマイヒミツ(EX)",
        "song" : "アマイヒミツ"
    },
    {
        "x" : 0.5166666666666667,
        "y" : 0.21666666666666667,
        "genre" : "イノセントバイブル(EX)",
        "song" : "イノセントバイブル"
    },
    {
        "x" : 0.2857142857142857,
        "y" : 0.14285714285714285,
        "genre" : "インボルク(UPPER)(H)",
        "song" : "生命の焔纏いて"
    },
    {
        "x" : 0.6233766233766234,
        "y" : 0.4675324675324675,
        "genre" : "ウィザウチュナイ-トロワ-(EX)",
        "song" : "Far Away"
    },
    {
        "x" : 0.625,
        "y" : 0.4791666666666667,
        "genre" : "ウィザウチュナイ-ペンデ-(EX)",
        "song" : "Chu☆Chu☆Tonight"
    },
    {
        "x" : 0.6515837104072398,
        "y" : 0.4660633484162896,
        "genre" : "エピックトランス(EX)",
        "song" : "EPIC"
    },
    {
        "x" : 0.8247011952191236,
        "y" : 0.6972111553784861,
        "genre" : "エモ(EX)",
        "song" : "Sorrows"
    },
    {
        "x" : 0.7510917030567685,
        "y" : 0.6899563318777293,
        "genre" : "エモーショナル(EX)",
        "song" : "Loveholic"
    },
    {
        "x" : 0.5526315789473685,
        "y" : 0.3105263157894737,
        "genre" : "エレキ族(EX)",
        "song" : "純愛ロマンス -- PART 2 --"
    },
    {
        "x" : 0.5406698564593302,
        "y" : 0.27751196172248804,
        "genre" : "エレゴスREMIX(EX)",
        "song" : "the keel (Nu-Style Gabba mix)"
    },
    {
        "x" : 0.688034188034188,
        "y" : 0.5213675213675214,
        "genre" : "オラトリオ(EX)",
        "song" : "Apocalypse～memento mori～"
    },
    {
        "x" : 0.7524752475247525,
        "y" : 0.5792079207920792,
        "genre" : "カウガールソング(EX)",
        "song" : "コヨーテの行方（ゆくえ）"
    },
    {
        "x" : 0.7033492822966507,
        "y" : 0.5119617224880383,
        "genre" : "ガバ(EX)",
        "song" : "disable dA STACK"
    },
    {
        "x" : 0.7014925373134329,
        "y" : 0.6069651741293532,
        "genre" : "ガールズオルタナティブコア(EX)",
        "song" : "Make my way"
    },
    {
        "x" : 0.7123287671232876,
        "y" : 0.5342465753424658,
        "genre" : "ガールズロマンスポップ(EX)",
        "song" : "カタテ読書"
    },
    {
        "x" : 0.49044585987261147,
        "y" : 0.12738853503184713,
        "genre" : "キネマ(EX)",
        "song" : "映画「SICILLIANA」のテーマ"
    },
    {
        "x" : 0.7410714285714286,
        "y" : 0.625,
        "genre" : "キャンディポップ(EX)",
        "song" : "CANDY♥"
    },
    {
        "x" : 0.7951219512195122,
        "y" : 0.33170731707317075,
        "genre" : "キューティーエレポップ(EX)",
        "song" : "Blow Me Up"
    },
    {
        "x" : 0.5454545454545454,
        "y" : 0.39572192513368987,
        "genre" : "クラウンパンク(EX)",
        "song" : "ピエロのままで"
    },
    {
        "x" : 0.7195767195767195,
        "y" : 0.49206349206349204,
        "genre" : "グラウンドテクノ(EX)",
        "song" : "QUICK RESULT"
    },
    {
        "x" : 0.32075471698113206,
        "y" : 0.1509433962264151,
        "genre" : "グラヴィオール(H)",
        "song" : "STULTI"
    },
    {
        "x" : 0.8192771084337349,
        "y" : 0.7590361445783133,
        "genre" : "ケルティックウインド(EX)",
        "song" : "Caring Dance"
    },
    {
        "x" : 0.6407766990291263,
        "y" : 0.49029126213592233,
        "genre" : "ケルト(EX)",
        "song" : "水中家族のテーマ"
    },
    {
        "x" : 0.625,
        "y" : 0.5052083333333334,
        "genre" : "コウシンキョク(EX)",
        "song" : "ワンダーアイランド"
    },
    {
        "x" : 0.6431924882629108,
        "y" : 0.4084507042253521,
        "genre" : "コスモドライブ(EX)",
        "song" : "Cosmic Hurricane"
    },
    {
        "x" : 0.6829268292682927,
        "y" : 0.3853658536585366,
        "genre" : "ゴスインダストリアル(EX)",
        "song" : "PACEM"
    },
    {
        "x" : 0.5796178343949044,
        "y" : 0.4585987261146497,
        "genre" : "サイケ(EX)",
        "song" : "L.A.N."
    },
    {
        "x" : 0.4207650273224044,
        "y" : 0.15846994535519127,
        "genre" : "サイバーガガク(H)",
        "song" : "Vairocana"
    },
    {
        "x" : 0.6572769953051644,
        "y" : 0.4507042253521127,
        "genre" : "サイバーシンフォニックポップ(EX)",
        "song" : "メイメツ、フラグメンツ"
    },
    {
        "x" : 0.6747572815533981,
        "y" : 0.4320388349514563,
        "genre" : "シュプールフュージョン(EX)",
        "song" : "Snowfield Express"
    },
    {
        "x" : 0.535,
        "y" : 0.47,
        "genre" : "ションボリ(EX)",
        "song" : "純勉夏"
    },
    {
        "x" : 0.5467980295566502,
        "y" : 0.3103448275862069,
        "genre" : "ジャッジメント(H)",
        "song" : "終末を追う者"
    },
    {
        "x" : 0.6123595505617978,
        "y" : 0.42134831460674155,
        "genre" : "スピットロック(EX)",
        "song" : "Throat"
    },
    {
        "x" : 0.6050420168067226,
        "y" : 0.44537815126050423,
        "genre" : "スーパースプラッシュチューン(EX)",
        "song" : "MANA"
    },
    {
        "x" : 0.7355371900826446,
        "y" : 0.5619834710743802,
        "genre" : "セツナトリップ(EX)",
        "song" : "セツナトリップ"
    },
    {
        "x" : 0.634020618556701,
        "y" : 0.4587628865979381,
        "genre" : "ソフトロックＬＯＮＧ(EX)",
        "song" : "Homesick Pt.2&3"
    },
    {
        "x" : 0.6422413793103449,
        "y" : 0.47413793103448276,
        "genre" : "タブランベースREMIX(EX)",
        "song" : "ナタラディーン(Raja Maharaja mix)"
    },
    {
        "x" : 0.7121951219512195,
        "y" : 0.375609756097561,
        "genre" : "ダークネス(EX)",
        "song" : "電気人形"
    },
    {
        "x" : 0.6837209302325581,
        "y" : 0.5116279069767442,
        "genre" : "ダークネス３(EX)",
        "song" : "Quiet"
    },
    {
        "x" : 0.49122807017543857,
        "y" : 0.21929824561403508,
        "genre" : "ダージュ(H)",
        "song" : "ピアノ協奏曲第１番”蠍火”"
    },
    {
        "x" : 0.6224489795918368,
        "y" : 0.45918367346938777,
        "genre" : "チキンハート(EX)",
        "song" : "ニワトリなのだ"
    },
    {
        "x" : 0.5560538116591929,
        "y" : 0.4125560538116592,
        "genre" : "チッピンレイヴ(EX)",
        "song" : "Bleep Beep Bop"
    },
    {
        "x" : 0.7117903930131004,
        "y" : 0.5807860262008734,
        "genre" : "チョコレートスマイル(EX)",
        "song" : "チョコレートスマイル"
    },
    {
        "x" : 0.591743119266055,
        "y" : 0.41284403669724773,
        "genre" : "テックトランス(EX)",
        "song" : "yellow head joe"
    },
    {
        "x" : 0.6666666666666666,
        "y" : 0.5621890547263682,
        "genre" : "テツドウ(EX)",
        "song" : "Train"
    },
    {
        "x" : 0.6493506493506493,
        "y" : 0.38961038961038963,
        "genre" : "デジタルロック(EX)",
        "song" : "X-Plan"
    },
    {
        "x" : 0.5857142857142857,
        "y" : 0.46190476190476193,
        "genre" : "デジテクノ(EX)",
        "song" : "A change of probability "
    },
    {
        "x" : 0.6292134831460674,
        "y" : 0.38764044943820225,
        "genre" : "デスナワ(EX)",
        "song" : "夢添うてぃ（desmix2010）"
    },
    {
        "x" : 0.4268292682926829,
        "y" : 0.036585365853658534,
        "genre" : "デスレゲエ(H)",
        "song" : "夜間行"
    },
    {
        "x" : 0.5088757396449705,
        "y" : 0.33136094674556216,
        "genre" : "トウキョウ・ドリーム・ポップ(EX)",
        "song" : "トウキョウ・ドリーム・ポップ"
    },
    {
        "x" : 0.6700507614213198,
        "y" : 0.4416243654822335,
        "genre" : "トランスユーロREMIX(EX)",
        "song" : "Foundation of You (DJ Command mix)"
    },
    {
        "x" : 0.5916230366492147,
        "y" : 0.39267015706806285,
        "genre" : "ドッペルゲンガー(EX)",
        "song" : "ドッペルゲンガー"
    },
    {
        "x" : 0.7025862068965517,
        "y" : 0.4353448275862069,
        "genre" : "ドラムンベース(EX)",
        "song" : "Far east nightbird"
    },
    {
        "x" : 0.39436619718309857,
        "y" : 0.08450704225352113,
        "genre" : "ニンジャ卍ヒロイン(EX)",
        "song" : "忍びアン子は恋の呪文"
    },
    {
        "x" : 0.5163043478260869,
        "y" : 0.22282608695652173,
        "genre" : "ニンジャ卍ヒーロー(EX)",
        "song" : "ニンジャヒーローシノビアン"
    },
    {
        "x" : 0.5129310344827587,
        "y" : 0.25862068965517243,
        "genre" : "ハイパージャパネスク(EX)",
        "song" : "夢幻ノ光"
    },
    {
        "x" : 0.592741935483871,
        "y" : 0.125,
        "genre" : "ハイパージャパネスク２(EX)",
        "song" : "華爛漫 -Flowers-"
    },
    {
        "x" : 0.6976744186046512,
        "y" : 0.5348837209302325,
        "genre" : "ハイパーＪパーティーロック(EX)",
        "song" : "MIRACLE FLYER!!"
    },
    {
        "x" : 0.6431924882629108,
        "y" : 0.45539906103286387,
        "genre" : "ハイパーＪポップ２(EX)",
        "song" : "North Wind"
    },
    {
        "x" : 0.7333333333333333,
        "y" : 0.5952380952380952,
        "genre" : "ハッピーハードコア(EX)",
        "song" : "BE LOVIN"
    },
    {
        "x" : 0.6099585062240664,
        "y" : 0.47717842323651455,
        "genre" : "ハッピーハードコア(EX)",
        "song" : "Sakura Sunrise"
    },
    {
        "x" : 0.7540983606557377,
        "y" : 0.5409836065573771,
        "genre" : "ハッピーラブゲイザー(EX)",
        "song" : "恋愛観測"
    },
    {
        "x" : 0.323943661971831,
        "y" : 0.11267605633802817,
        "genre" : "ハニートリック！！(EX)",
        "song" : "ハニートリック！！"
    },
    {
        "x" : 0.29015544041450775,
        "y" : 0.12953367875647667,
        "genre" : "ハードPf+(H)",
        "song" : "fffff op.2"
    },
    {
        "x" : 0.3333333333333333,
        "y" : 0.1581196581196581,
        "genre" : "ハードルネッサンス(H)",
        "song" : "Elemental Creation"
    },
    {
        "x" : 0.6142131979695431,
        "y" : 0.47715736040609136,
        "genre" : "バトルシンフォニー(EX)",
        "song" : "最期の決断"
    },
    {
        "x" : 0.657608695652174,
        "y" : 0.41304347826086957,
        "genre" : "ヒップロックREMIX(EX)",
        "song" : "大見解の新見解"
    },
    {
        "x" : 0.4878048780487805,
        "y" : 0.22560975609756098,
        "genre" : "ヒップロック５(H)",
        "song" : "一激必翔"
    },
    {
        "x" : 0.5523255813953488,
        "y" : 0.29651162790697677,
        "genre" : "ピコパンク(EX)",
        "song" : "マスカレード・ア・ゴーゴー"
    },
    {
        "x" : 0.8173076923076923,
        "y" : 0.7067307692307693,
        "genre" : "ファルシオン(EX)",
        "song" : "THE FIRST SPACE FIGHT from FALSION"
    },
    {
        "x" : 0.5353535353535354,
        "y" : 0.29292929292929293,
        "genre" : "ファンタジーテック(EX)",
        "song" : "双子のフェレット"
    },
    {
        "x" : 0.35195530726256985,
        "y" : 0.19553072625698323,
        "genre" : "フィーバーヒーロー(EX)",
        "song" : "フィーバー戦士ポップン14のテーマ"
    },
    {
        "x" : 0.6915887850467289,
        "y" : 0.46261682242990654,
        "genre" : "フォークロック(EX)",
        "song" : "面影橋"
    },
    {
        "x" : 0.7533632286995515,
        "y" : 0.7130044843049327,
        "genre" : "フォーチュン・テイルビート(EX)",
        "song" : "ＧＡＤＡＲＩＮＡ"
    },
    {
        "x" : 0.6834862385321101,
        "y" : 0.481651376146789,
        "genre" : "フォールスメルヘン(EX)",
        "song" : "みずうみの記憶"
    },
    {
        "x" : 0.6698564593301436,
        "y" : 0.46411483253588515,
        "genre" : "ブーケトス戦争(EX)",
        "song" : "ブーケトス戦争"
    },
    {
        "x" : 0.7647058823529411,
        "y" : 0.5882352941176471,
        "genre" : "プラチナムジャパネスク(EX)",
        "song" : "ЁVOLUTIΦN"
    },
    {
        "x" : 0.5372340425531915,
        "y" : 0.4095744680851064,
        "genre" : "ホウノウダイコ(EX)",
        "song" : "男盛～おとこざかり"
    },
    {
        "x" : 0.6515151515151515,
        "y" : 0.4898989898989899,
        "genre" : "ホンコンユーロ(EX)",
        "song" : "Hong kong magic"
    },
    {
        "x" : 0.6715686274509803,
        "y" : 0.43137254901960786,
        "genre" : "マキシマム(EX)",
        "song" : "Mighty Guy"
    },
    {
        "x" : 0.6479591836734694,
        "y" : 0.4897959183673469,
        "genre" : "マサラ(EX)",
        "song" : "すてきなタブーラ"
    },
    {
        "x" : 0.7424242424242424,
        "y" : 0.46464646464646464,
        "genre" : "ミッドナイトドラムン(EX)",
        "song" : "Searching..."
    },
    {
        "x" : 0.6094420600858369,
        "y" : 0.33476394849785407,
        "genre" : "ムラクモ(H)",
        "song" : "少年は空を辿る"
    },
    {
        "x" : 0.5726872246696035,
        "y" : 0.4008810572687225,
        "genre" : "ムーンコア(EX)",
        "song" : "HEAVENLY MOON"
    },
    {
        "x" : 0.7037037037037037,
        "y" : 0.48148148148148145,
        "genre" : "メタルフロウ(EX)",
        "song" : "CURUS-Ｍ（ditty）"
    },
    {
        "x" : 0.5922330097087378,
        "y" : 0.4029126213592233,
        "genre" : "メロコアG(EX)",
        "song" : "＠n　H＠ppy　Choice"
    },
    {
        "x" : 0.7123893805309734,
        "y" : 0.19911504424778761,
        "genre" : "ユーロビート(EX)",
        "song" : "♥LOVE² シュガ→♥"
    },
    {
        "x" : 0.5,
        "y" : 0.3430232558139535,
        "genre" : "ライトビジュアルポップ(EX)",
        "song" : "虹色の花"
    },
    {
        "x" : 0.5813953488372093,
        "y" : 0.37790697674418605,
        "genre" : "ラウドビーチ(EX)",
        "song" : "NAMIノリ//www."
    },
    {
        "x" : 0.5920398009950248,
        "y" : 0.35323383084577115,
        "genre" : "ラグタイム(EX)",
        "song" : "RADICAL RAGTIME TOUR"
    },
    {
        "x" : 0.546583850931677,
        "y" : 0.37888198757763975,
        "genre" : "ラベンダー最終定理(EX)",
        "song" : "ラベンダー最終定理"
    },
    {
        "x" : 0.5469613259668509,
        "y" : 0.3259668508287293,
        "genre" : "リンセイ(H)",
        "song" : "カゲロウ"
    },
    {
        "x" : 0.6570048309178744,
        "y" : 0.43478260869565216,
        "genre" : "ルナティックリール(EX)",
        "song" : "moon dance"
    },
    {
        "x" : 0.6443298969072165,
        "y" : 0.4948453608247423,
        "genre" : "ロマスウィング(EX)",
        "song" : "Tears In The Light"
    },
    {
        "x" : 0.4024390243902439,
        "y" : 0.2073170731707317,
        "genre" : "創聖のアクエリオン(UPPER)(EX)",
        "song" : "創聖のアクエリオン"
    },
    {
        "x" : 0.6737967914438503,
        "y" : 0.5401069518716578,
        "genre" : "吟ロック(EX)",
        "song" : "O・KU・NI"
    },
    {
        "x" : 0.6143497757847534,
        "y" : 0.3901345291479821,
        "genre" : "幻想系世界修復少女(EX)",
        "song" : "幻想系世界修復少女"
    },
    {
        "x" : 0.7127659574468085,
        "y" : 0.4574468085106383,
        "genre" : "御伽噺に幕切れを(EX)",
        "song" : "御伽噺に幕切れを"
    },
    {
        "x" : 0.4782608695652174,
        "y" : 0.30978260869565216,
        "genre" : "恋愛観測 -VENUS Mix-(EX)",
        "song" : "恋愛観測 -VENUS Mix-"
    },
    {
        "x" : 0.4714285714285714,
        "y" : 0.32857142857142857,
        "genre" : "恋活ミュージカル(EX)",
        "song" : "不思議の国のキングダム彼氏"
    },
    {
        "x" : 0.5867346938775511,
        "y" : 0.35714285714285715,
        "genre" : "悪魔城ドラキュラSLOT(EX)",
        "song" : "trezire de spirit"
    },
    {
        "x" : 0.7364016736401674,
        "y" : 0.5271966527196653,
        "genre" : "情念歌謡(EX)",
        "song" : "紅蓮の焔"
    },
    {
        "x" : 0.7560975609756098,
        "y" : 0.5528455284552846,
        "genre" : "愛と誠(EX)",
        "song" : "愛と誠"
    },
    {
        "x" : 0.6994818652849741,
        "y" : 0.45595854922279794,
        "genre" : "戦場のアップデート(EX)",
        "song" : "戦場のアップデート"
    },
    {
        "x" : 0.33136094674556216,
        "y" : 0,
        "genre" : "敬老パンク(H)",
        "song" : "進め！爺ちゃん！"
    },
    {
        "x" : 0.6216216216216216,
        "y" : 0.41081081081081083,
        "genre" : "星座が恋した瞬間を。(EX)",
        "song" : "星座が恋した瞬間を。"
    },
    {
        "x" : 0.6517412935323383,
        "y" : 0.5174129353233831,
        "genre" : "月風魔伝(EX)",
        "song" : "月風魔伝"
    },
    {
        "x" : 0.5977653631284916,
        "y" : 0.3854748603351955,
        "genre" : "朝までワンモアラブリー（onemore 90's lovery）(EX)",
        "song" : "朝までワンモアラブリー（onemore 90's lovery）"
    },
    {
        "x" : 0.7559808612440191,
        "y" : 0.5550239234449761,
        "genre" : "激アツ☆マジヤバ☆チアガール(EX)",
        "song" : "激アツ☆マジヤバ☆チアガール"
    },
    {
        "x" : 0.6359223300970874,
        "y" : 0.4563106796116505,
        "genre" : "熱湯泡テクノ(EX)",
        "song" : "クライマックス銭湯"
    },
    {
        "x" : 0.7124463519313304,
        "y" : 0.5321888412017167,
        "genre" : "華恋ロック(EX)",
        "song" : "恋閃繚乱"
    },
    {
        "x" : 0.5625,
        "y" : 0.3068181818181818,
        "genre" : "透明はまだらに世界を告げて(EX)",
        "song" : "透明はまだらに世界を告げて"
    },
    {
        "x" : 0.6303030303030303,
        "y" : 0.3696969696969697,
        "genre" : "野球のことがよくわかる(EX)",
        "song" : "野球の遊び方　そしてその歴史　～決定版～"
    },
    {
        "x" : 0.4973544973544973,
        "y" : 0.20105820105820105,
        "genre" : "麻雀格闘倶楽部(EX)",
        "song" : "麻雀格闘倶楽部特別接続曲"
    },
    {
        "x" : 0.6936416184971098,
        "y" : 0.4797687861271676,
        "genre" : "＠you(EX)",
        "song" : "＠you"
    },
    {
        "x" : 0.7129186602870813,
        "y" : 0.507177033492823,
        "genre" : "ＦＭポップ(EX)",
        "song" : "Save you"
    },
    {
        "x" : 0.7932489451476793,
        "y" : 0.5822784810126582,
        "genre" : "Ｊ‐ハードダンス(EX)",
        "song" : "透明なエモーション"
    }
];