const data42 = [
    {
        "x" : 0.5824742268041238,
        "y" : 0.39690721649484534,
        "genre" : "*ハロー、プラネット。(EX)",
        "song" : "*ハロー、プラネット。"
    },
    {
        "x" : 0.7975460122699386,
        "y" : 0.6196319018404908,
        "genre" : "BARRIER(EX)",
        "song" : "BARRIER"
    },
    {
        "x" : 0.7752808988764045,
        "y" : 0.550561797752809,
        "genre" : "Be blossom!!(EX)",
        "song" : "Be blossom!!"
    },
    {
        "x" : 0.38317757009345793,
        "y" : 0.18691588785046728,
        "genre" : "CHERNOBOG(H)",
        "song" : "CHERNOBOG"
    },
    {
        "x" : 0.546583850931677,
        "y" : 0.2670807453416149,
        "genre" : "DIAVOLO(H)",
        "song" : "DIAVOLO"
    },
    {
        "x" : 0.48148148148148145,
        "y" : 0.2962962962962963,
        "genre" : "El venenciador(H)",
        "song" : "El venenciador"
    },
    {
        "x" : 0.8448275862068966,
        "y" : 0.6508620689655172,
        "genre" : "Element of SPADA(EX)",
        "song" : "Element of SPADA"
    },
    {
        "x" : 0.7885714285714286,
        "y" : 0.6,
        "genre" : "Engagement(EX)",
        "song" : "Engagement"
    },
    {
        "x" : 0.7133333333333334,
        "y" : 0.5,
        "genre" : "FuturePANIC!(EX)",
        "song" : "FuturePANIC!"
    },
    {
        "x" : 0.47474747474747475,
        "y" : 0.3333333333333333,
        "genre" : "Grand Chariot(H)",
        "song" : "Grand Chariot"
    },
    {
        "x" : 0.35251798561151076,
        "y" : 0.2014388489208633,
        "genre" : "Innocence(H)",
        "song" : "Innocence"
    },
    {
        "x" : 0.7401129943502824,
        "y" : 0.5254237288135594,
        "genre" : "Kaleidoscopic(EX)",
        "song" : "Kaleidoscopic"
    },
    {
        "x" : 0.46153846153846156,
        "y" : 0.1978021978021978,
        "genre" : "MADSPEED狂信道(H)",
        "song" : "MADSPEED狂信道"
    },
    {
        "x" : 0.45528455284552843,
        "y" : 0.2764227642276423,
        "genre" : "Metamorphose(H)",
        "song" : "Metamorphose"
    },
    {
        "x" : 0.547945205479452,
        "y" : 0.3287671232876712,
        "genre" : "ON-DO(H)",
        "song" : "ON-DO"
    },
    {
        "x" : 0.6461538461538462,
        "y" : 0.47692307692307695,
        "genre" : "Re:Unite the Night(EX)",
        "song" : "Re:Unite the Night"
    },
    {
        "x" : 0.753968253968254,
        "y" : 0.5158730158730159,
        "genre" : "Rhythm in Pocket(EX)",
        "song" : "Rhythm in Pocket"
    },
    {
        "x" : 0.7777777777777778,
        "y" : 0.5555555555555556,
        "genre" : "Russian Caravan Rhapsody(UPPER)(H)",
        "song" : "Russian Caravan Rhapsody"
    },
    {
        "x" : 0.5985915492957746,
        "y" : 0.4295774647887324,
        "genre" : "Subdued Color Pop(EX)",
        "song" : "Subdued Color Pop"
    },
    {
        "x" : 0.6686746987951807,
        "y" : 0.4578313253012048,
        "genre" : "Sugar Coaster Girl(EX)",
        "song" : "Sugar Coaster Girl"
    },
    {
        "x" : 0.5,
        "y" : 0.3,
        "genre" : "Swinging Skulls(H)",
        "song" : "Swinging Skulls"
    },
    {
        "x" : 0.5128205128205128,
        "y" : 0.3247863247863248,
        "genre" : "Triple Counter(H)",
        "song" : "Triple Counter"
    },
    {
        "x" : 0.384,
        "y" : 0.208,
        "genre" : "ZADAMGA(H)",
        "song" : "ZADAMGA"
    },
    {
        "x" : 0.5942857142857143,
        "y" : 0.34285714285714286,
        "genre" : "luck(EX)",
        "song" : "luck"
    },
    {
        "x" : 0.6648351648351648,
        "y" : 0.45604395604395603,
        "genre" : "neko＊neko(EX)",
        "song" : "neko＊neko"
    },
    {
        "x" : 0.6666666666666666,
        "y" : 0.48917748917748916,
        "genre" : "only my railgun(EX)",
        "song" : "only my railgun"
    },
    {
        "x" : 0.48,
        "y" : 0.27,
        "genre" : "trideca(H)",
        "song" : "trideca"
    },
    {
        "x" : 0.7368421052631579,
        "y" : 0.5526315789473685,
        "genre" : "おーまい！らぶりー！すうぃーてぃ！だーりん！（DANCERUSH Style）(EX)",
        "song" : "おーまい！らぶりー！すうぃーてぃ！だーりん！（DANCERUSH Style）"
    },
    {
        "x" : 0.6787878787878788,
        "y" : 0.5575757575757576,
        "genre" : "そこに或るヒカリ(EX)",
        "song" : "そこに或るヒカリ"
    },
    {
        "x" : 0.6770186335403726,
        "y" : 0.422360248447205,
        "genre" : "たぶん、キスくらいしてる(EX)",
        "song" : "たぶん、キスくらいしてる"
    },
    {
        "x" : 0.5555555555555556,
        "y" : 0.2777777777777778,
        "genre" : "たまごの物理科学的 及び調理特性に関しての調査、そしてその考察(H)",
        "song" : "たまごの物理科学的 及び調理特性に関しての調査、そしてその考察"
    },
    {
        "x" : 0.6634146341463415,
        "y" : 0.424390243902439,
        "genre" : "ちびっこアイドルREMIX(EX)",
        "song" : "オトメルンバ♪ L.E.D.-G STYLE MIX"
    },
    {
        "x" : 0.8812785388127854,
        "y" : 0.7397260273972602,
        "genre" : "アドレッセンス(EX)",
        "song" : "ピンク"
    },
    {
        "x" : 0.6933333333333334,
        "y" : 0.43333333333333335,
        "genre" : "アリスサイド・キャスリング(EX)",
        "song" : "アリスサイド・キャスリング"
    },
    {
        "x" : 0.4444444444444444,
        "y" : 0.27111111111111114,
        "genre" : "アンセム(H)",
        "song" : "天空の夜明け"
    },
    {
        "x" : 0.47692307692307695,
        "y" : 0.28717948717948716,
        "genre" : "インボルク(H)",
        "song" : "生命の焔纏いて"
    },
    {
        "x" : 0.8277511961722488,
        "y" : 0.6363636363636364,
        "genre" : "イークリニック(EX)",
        "song" : "Be☆Happy！"
    },
    {
        "x" : 0.8341013824884793,
        "y" : 0.6497695852534562,
        "genre" : "ウィッシュ(EX)",
        "song" : "アミュレット"
    },
    {
        "x" : 0.4972972972972973,
        "y" : 0.2972972972972973,
        "genre" : "エッセンシャリー(H)",
        "song" : "True Blue"
    },
    {
        "x" : 0.5294117647058824,
        "y" : 0.32085561497326204,
        "genre" : "エレクトロバロック(H)",
        "song" : "Amalgamation"
    },
    {
        "x" : 0.5197368421052632,
        "y" : 0.28289473684210525,
        "genre" : "エレフラッドウェイヴ(H)",
        "song" : "Aqua"
    },
    {
        "x" : 0.5823529411764706,
        "y" : 0.16470588235294117,
        "genre" : "オオサカ(H)",
        "song" : "最強おばちゃん伝説"
    },
    {
        "x" : 0.5677083333333334,
        "y" : 0.3177083333333333,
        "genre" : "カラオケREMIX(EX)",
        "song" : "愛言葉～アイコトバ～CYBER VIP ECHO MIX～"
    },
    {
        "x" : 0.6344086021505376,
        "y" : 0.3870967741935484,
        "genre" : "ガラージハウス(EX)",
        "song" : "together 4ever"
    },
    {
        "x" : 0.6600985221674877,
        "y" : 0.5172413793103449,
        "genre" : "ガールズパンクスタイル(EX)",
        "song" : "旅立ちの唄"
    },
    {
        "x" : 0.8235294117647058,
        "y" : 0.6666666666666666,
        "genre" : "キモチコネクト(EX)",
        "song" : "キモチコネクト"
    },
    {
        "x" : 0.7818181818181819,
        "y" : 0.6409090909090909,
        "genre" : "キャンディレイヴ(EX)",
        "song" : "Wuv U"
    },
    {
        "x" : 0.5255102040816326,
        "y" : 0.12244897959183673,
        "genre" : "キューバングルーブ(EX)",
        "song" : "サナ・モレッテ・ネ・エンテ"
    },
    {
        "x" : 0.5,
        "y" : 0.30337078651685395,
        "genre" : "クッキーファンタジー(EX)",
        "song" : "Hearty Party"
    },
    {
        "x" : 0.2708333333333333,
        "y" : 0.06944444444444445,
        "genre" : "クラシック７(H)",
        "song" : "The tyro's reverie"
    },
    {
        "x" : 0.40865384615384615,
        "y" : 0.1875,
        "genre" : "クリエイター(H)",
        "song" : "創世ノート"
    },
    {
        "x" : 0.6312849162011173,
        "y" : 0.1452513966480447,
        "genre" : "クロスオーバー(EX)",
        "song" : "Waza"
    },
    {
        "x" : 0.5135135135135135,
        "y" : 0.21621621621621623,
        "genre" : "コアダストビート(H)",
        "song" : "真超深ＴＩＯＮ"
    },
    {
        "x" : 0.58,
        "y" : 0.44,
        "genre" : "コアロック(H)",
        "song" : "へんたいトリロジー"
    },
    {
        "x" : 0.48936170212765956,
        "y" : 0.22340425531914893,
        "genre" : "コルトーン(H)",
        "song" : "コルトーン"
    },
    {
        "x" : 0.5461538461538461,
        "y" : 0.3076923076923077,
        "genre" : "ゴアトランス(H)",
        "song" : "IMPLANTATION"
    },
    {
        "x" : 0.4230769230769231,
        "y" : 0.1858974358974359,
        "genre" : "サイバーフラメンコ(H)",
        "song" : "hora de verdad"
    },
    {
        "x" : 0.6256410256410256,
        "y" : 0.28205128205128205,
        "genre" : "サウンドトラック(EX)",
        "song" : "宇宙船Q-Mex"
    },
    {
        "x" : 0.7884615384615384,
        "y" : 0.5865384615384616,
        "genre" : "シンパシー３(EX)",
        "song" : "memories... "
    },
    {
        "x" : 0.678391959798995,
        "y" : 0.5879396984924623,
        "genre" : "シンフォニックテクノ(EX)",
        "song" : "乱"
    },
    {
        "x" : 0.5666666666666667,
        "y" : 0.3333333333333333,
        "genre" : "シンフォニックメタル(H)",
        "song" : "Holy Forest"
    },
    {
        "x" : 0.6628571428571428,
        "y" : 0.4742857142857143,
        "genre" : "シンフォニック陣楽(EX)",
        "song" : "天の峠"
    },
    {
        "x" : 0.7348837209302326,
        "y" : 0.49767441860465117,
        "genre" : "スペシャルクッキング(H)",
        "song" : "100sec. Kitchen Battle!!"
    },
    {
        "x" : 0.7078651685393258,
        "y" : 0.6067415730337079,
        "genre" : "スマイルスマッシュ(EX)",
        "song" : "MILK・CROWN"
    },
    {
        "x" : 0.5370370370370371,
        "y" : 0.30864197530864196,
        "genre" : "スライ(EX)",
        "song" : "Tokyo Traffic Report"
    },
    {
        "x" : 0.574585635359116,
        "y" : 0.36464088397790057,
        "genre" : "ソニックブーム(EX)",
        "song" : "Break on Through"
    },
    {
        "x" : 0.35294117647058826,
        "y" : 0.19004524886877827,
        "genre" : "ゾディアックオラクル7(H)",
        "song" : "アストライアの双皿"
    },
    {
        "x" : 0.4785276073619632,
        "y" : 0.3006134969325153,
        "genre" : "タッキュウブギ(EX)",
        "song" : "Ping Pong Boogie"
    },
    {
        "x" : 0.30120481927710846,
        "y" : 0.10240963855421686,
        "genre" : "ダブステ列島恋物語(EX)",
        "song" : "ダブステ列島恋物語"
    },
    {
        "x" : 0.7068062827225131,
        "y" : 0.4973821989528796,
        "genre" : "チャイナプログレッシヴ(EX)",
        "song" : "変幻自在"
    },
    {
        "x" : 0.6242424242424243,
        "y" : 0.4121212121212121,
        "genre" : "チャイニーズマインド(EX)",
        "song" : "悠久神話録-遥かなる山脈に流れる大河の畔にて-"
    },
    {
        "x" : 0.5828877005347594,
        "y" : 0.35294117647058826,
        "genre" : "チンドンダンス(EX)",
        "song" : "TIN-DON-DANCE"
    },
    {
        "x" : 0.7932692307692307,
        "y" : 0.7307692307692307,
        "genre" : "ツーマンライブ(EX)",
        "song" : "ツーマンライブ"
    },
    {
        "x" : 0.6618357487922706,
        "y" : 0.47342995169082125,
        "genre" : "ディーヴァメタル(EX)",
        "song" : "幻想花"
    },
    {
        "x" : 0.6324324324324324,
        "y" : 0.4918918918918919,
        "genre" : "トイボックス(EX)",
        "song" : "redraw lots"
    },
    {
        "x" : 0.3862433862433862,
        "y" : 0.164021164021164,
        "genre" : "トランスコア(H)",
        "song" : "FLOWER"
    },
    {
        "x" : 0.5985915492957746,
        "y" : 0.3732394366197183,
        "genre" : "トランスランス(H)",
        "song" : "full-consciousness green"
    },
    {
        "x" : 0.6484848484848484,
        "y" : 0.46060606060606063,
        "genre" : "トリックポップ(EX)",
        "song" : "Smiling"
    },
    {
        "x" : 0.4307692307692308,
        "y" : 0.3230769230769231,
        "genre" : "ドリームゲイザー(H)",
        "song" : "Little prayer"
    },
    {
        "x" : 0.6772727272727272,
        "y" : 0.44545454545454544,
        "genre" : "ニエンテ(H)",
        "song" : "neu"
    },
    {
        "x" : 0.7532467532467533,
        "y" : 0.5844155844155844,
        "genre" : "ニューファンクロック(EX)",
        "song" : "KARISOME"
    },
    {
        "x" : 0.6802325581395349,
        "y" : 0.5406976744186046,
        "genre" : "ニューレイヴポップ(EX)",
        "song" : "Run To You"
    },
    {
        "x" : 0.7577319587628866,
        "y" : 0.6391752577319587,
        "genre" : "ネオヴィジュアル(EX)",
        "song" : "In my story"
    },
    {
        "x" : 0.7333333333333333,
        "y" : 0.5866666666666667,
        "genre" : "ネバーデッド(EX)",
        "song" : "Pharaoh★Love"
    },
    {
        "x" : 0.4147727272727273,
        "y" : 0.1590909090909091,
        "genre" : "ノマディックネイション２(H)",
        "song" : "Esperanza"
    },
    {
        "x" : 0.6896551724137931,
        "y" : 0.4039408866995074,
        "genre" : "ハイパンク(EX)",
        "song" : "cobalt"
    },
    {
        "x" : 0.8434343434343434,
        "y" : 0.6919191919191919,
        "genre" : "ハッピーキュートロック(EX)",
        "song" : "starmine -swallowtail mix-"
    },
    {
        "x" : 0.7378640776699029,
        "y" : 0.47572815533980584,
        "genre" : "ハッピーハードコア(EX)",
        "song" : "STAR SHIP☆HERO"
    },
    {
        "x" : 0.46808510638297873,
        "y" : 0.10638297872340426,
        "genre" : "ハッピーハードコア(H)",
        "song" : "Sweet Sweet ♥ Magic"
    },
    {
        "x" : 0.7637362637362637,
        "y" : 0.5769230769230769,
        "genre" : "ハッピーＪユーロ(EX)",
        "song" : "frost"
    },
    {
        "x" : 0.6965174129353234,
        "y" : 0.47761194029850745,
        "genre" : "ハッピーＪヴォーグREMIX(EX)",
        "song" : "Spring Comes Around (In Like a Lion)"
    },
    {
        "x" : 0.7,
        "y" : 0.3,
        "genre" : "ハラショー！おにぎりサーカス団☆(H)",
        "song" : "ハラショー！おにぎりサーカス団☆"
    },
    {
        "x" : 0.7676348547717843,
        "y" : 0.4149377593360996,
        "genre" : "バブルガムダンス(EX)",
        "song" : "Mermaid girl"
    },
    {
        "x" : 0.7488584474885844,
        "y" : 0.4748858447488584,
        "genre" : "パ→ピ→プ→Yeah!(EX)",
        "song" : "パ→ピ→プ→Yeah!"
    },
    {
        "x" : 0.7679558011049724,
        "y" : 0.585635359116022,
        "genre" : "パッショネイトサンバ(EX)",
        "song" : "SAMBA de ASPEL"
    },
    {
        "x" : 0.6775956284153005,
        "y" : 0.5027322404371585,
        "genre" : "パティスリーポップ(EX)",
        "song" : "スイーツ・ドリーム"
    },
    {
        "x" : 0.6578947368421053,
        "y" : 0.45263157894736844,
        "genre" : "パンク(EX)",
        "song" : "そっと。"
    },
    {
        "x" : 0.37410071942446044,
        "y" : 0.014388489208633094,
        "genre" : "ヒップロック２(H)",
        "song" : "男々道"
    },
    {
        "x" : 0.5165562913907285,
        "y" : 0.32450331125827814,
        "genre" : "ヒップロック４(H)",
        "song" : "路男"
    },
    {
        "x" : 0.5606060606060606,
        "y" : 0.44696969696969696,
        "genre" : "ヒーリングフュージョン(EX)",
        "song" : "Atlantic Spotted Dolphin"
    },
    {
        "x" : 0.72,
        "y" : 0.6914285714285714,
        "genre" : "ビートロック(EX)",
        "song" : "LAZY GIRL"
    },
    {
        "x" : 0.4090909090909091,
        "y" : 0.18181818181818182,
        "genre" : "ピラミッドREMIX(H)",
        "song" : "永遠という名の媚薬 ～Pyramid Power・Death Match ver.～"
    },
    {
        "x" : 0.6069364161849711,
        "y" : 0.3815028901734104,
        "genre" : "フィーバーヒーローエンディング(EX)",
        "song" : "わたしのフォーティーン（フィーバー戦士ポップン14 EDテーマ）"
    },
    {
        "x" : 0.6555555555555556,
        "y" : 0.48333333333333334,
        "genre" : "フューチャーフュージョン(EX)",
        "song" : "∞space"
    },
    {
        "x" : 0.805,
        "y" : 0.64,
        "genre" : "フライングデュオ(EX)",
        "song" : "キボウノタネ"
    },
    {
        "x" : 0.563953488372093,
        "y" : 0.38372093023255816,
        "genre" : "フロウビート(H)",
        "song" : "CURUS"
    },
    {
        "x" : 0.5862068965517241,
        "y" : 0.3103448275862069,
        "genre" : "ブラックアルバム(H)",
        "song" : "OVERHEAT -Type P-"
    },
    {
        "x" : 0.8101851851851852,
        "y" : 0.625,
        "genre" : "プリズムユーロ(EX)",
        "song" : "7 Colors"
    },
    {
        "x" : 0.4358974358974359,
        "y" : 0.2564102564102564,
        "genre" : "プログレタンゴ(H)",
        "song" : "Red Roses"
    },
    {
        "x" : 0.5804597701149425,
        "y" : 0.27586206896551724,
        "genre" : "プログレッシブ(H)",
        "song" : "Concertino In Blue"
    },
    {
        "x" : 0.5919540229885057,
        "y" : 0.3218390804597701,
        "genre" : "ヘイ！ヘイ！Bay～ボクらの夏にサマー☆ウェイヴ～(EX)",
        "song" : "ヘイ！ヘイ！Bay～ボクらの夏にサマー☆ウェイヴ～"
    },
    {
        "x" : 0.8,
        "y" : 0.4,
        "genre" : "ホピタスコピラ(H)",
        "song" : "ホピタスコピラ"
    },
    {
        "x" : 0.7359550561797753,
        "y" : 0.5561797752808989,
        "genre" : "ボーイズＲ＆Ｂ(EX)",
        "song" : "Always"
    },
    {
        "x" : 0.5909090909090909,
        "y" : 0.34415584415584416,
        "genre" : "ボールヅアウトロック(H)",
        "song" : "プリンシプル"
    },
    {
        "x" : 0.6473988439306358,
        "y" : 0.20809248554913296,
        "genre" : "ポップスアンコール(H)",
        "song" : "I REALLY WANT TO HURT YOU"
    },
    {
        "x" : 0.7521008403361344,
        "y" : 0.5966386554621849,
        "genre" : "マキナ(EX)",
        "song" : "SigSig"
    },
    {
        "x" : 0.7892156862745098,
        "y" : 0.5441176470588235,
        "genre" : "マジカルヒロイン(EX)",
        "song" : "ラブ☆ゲッター～ピュアクル♥リップ～"
    },
    {
        "x" : 0.6111111111111112,
        "y" : 0.4567901234567901,
        "genre" : "マンボカヨウ(EX)",
        "song" : "HOTな夜の秘ドリンク"
    },
    {
        "x" : 0.603448275862069,
        "y" : 0.4482758620689655,
        "genre" : "ミクスチャンポン(EX)",
        "song" : "GIRIGILI門前雀羅"
    },
    {
        "x" : 0.7570621468926554,
        "y" : 0.5536723163841808,
        "genre" : "メガネ歌謡(EX)",
        "song" : "ポップミュージック続論"
    },
    {
        "x" : 0.6368421052631579,
        "y" : 0.4,
        "genre" : "メサリミ(EX)",
        "song" : "D-groove　REQ"
    },
    {
        "x" : 0.6516129032258065,
        "y" : 0.5161290322580645,
        "genre" : "メトロポリタン飛行(EX)",
        "song" : "メトロポリタン飛行"
    },
    {
        "x" : 0.6486486486486487,
        "y" : 0.41216216216216217,
        "genre" : "メロパンク(H)",
        "song" : "pure"
    },
    {
        "x" : 0.5375,
        "y" : 0.325,
        "genre" : "モッズ(H)",
        "song" : "2tone"
    },
    {
        "x" : 0.6809815950920245,
        "y" : 0.49079754601226994,
        "genre" : "ラテンREMIX(EX)",
        "song" : "El pais del sol(GIVE ME MORE SALSA MIX)"
    },
    {
        "x" : 0.6857142857142857,
        "y" : 0.4514285714285714,
        "genre" : "ラブフォーチュン(EX)",
        "song" : "Sabrina"
    },
    {
        "x" : 0.6612903225806451,
        "y" : 0.532258064516129,
        "genre" : "ラブラドライト(EX)",
        "song" : "ラブラドライト"
    },
    {
        "x" : 0.8,
        "y" : 0.5692307692307692,
        "genre" : "ラブリーキャットポップ(EX)",
        "song" : "Chat! Chat! Chat!"
    },
    {
        "x" : 0.612565445026178,
        "y" : 0.39267015706806285,
        "genre" : "ラメント(H)",
        "song" : "雫"
    },
    {
        "x" : 0.6319018404907976,
        "y" : 0.3374233128834356,
        "genre" : "ランブルローズ(EX)",
        "song" : "ランブルメドレー"
    },
    {
        "x" : 0.8551401869158879,
        "y" : 0.7757009345794392,
        "genre" : "ラヴリーパラダイスチューン(EX)",
        "song" : "LOVE☆BA☆ZOOKA！"
    },
    {
        "x" : 0.8415841584158416,
        "y" : 0.6831683168316832,
        "genre" : "リグレッツフィーリング(EX)",
        "song" : "スマイル・リプレイ"
    },
    {
        "x" : 0.49746192893401014,
        "y" : 0.2436548223350254,
        "genre" : "リナシタ(H)",
        "song" : "uen"
    },
    {
        "x" : 0.7064676616915423,
        "y" : 0.4527363184079602,
        "genre" : "ヴィジュアルREMIX(EX)",
        "song" : "WHITE BIRDS (Mirage Mix)"
    },
    {
        "x" : 0.8109452736318408,
        "y" : 0.6218905472636815,
        "genre" : "ヴェネツィアーニ(EX)",
        "song" : "Canal Grande"
    },
    {
        "x" : 0.5272727272727272,
        "y" : 0.32727272727272727,
        "genre" : "ヴェラム(H)",
        "song" : "Eine Haube ～聖地の果てにあるもの～"
    },
    {
        "x" : 0.5191256830601093,
        "y" : 0.3005464480874317,
        "genre" : "亜空間ジャズ(H)",
        "song" : "Ergosphere"
    },
    {
        "x" : 0.654054054054054,
        "y" : 0.5027027027027027,
        "genre" : "十面相(EX)",
        "song" : "十面相"
    },
    {
        "x" : 0.7902097902097902,
        "y" : 0.6083916083916084,
        "genre" : "只要有你在(EX)",
        "song" : "只要有你在"
    },
    {
        "x" : 0.3953488372093023,
        "y" : 0.1937984496124031,
        "genre" : "呪エモ？(H)",
        "song" : "ミサコの日記（見ちゃダメ！）"
    },
    {
        "x" : 0.680628272251309,
        "y" : 0.450261780104712,
        "genre" : "夢を絆ぐ亜麻色(EX)",
        "song" : "夢を絆ぐ亜麻色"
    },
    {
        "x" : 0.36809815950920244,
        "y" : 0.18404907975460122,
        "genre" : "姫コア(H)",
        "song" : "KIMONO♥PRINCESS"
    },
    {
        "x" : 0.6864864864864865,
        "y" : 0.5027027027027027,
        "genre" : "待チ人ハ来ズ。(EX)",
        "song" : "待チ人ハ来ズ。"
    },
    {
        "x" : 0.7040816326530612,
        "y" : 0.4489795918367347,
        "genre" : "徹頭徹尾Thrive at Perfect Fourth(H)",
        "song" : "徹頭徹尾Thrive at Perfect Fourth"
    },
    {
        "x" : 0.5592105263157895,
        "y" : 0.28289473684210525,
        "genre" : "忍者メタル　ポプコネ(H)",
        "song" : "背水之陣 (Kagutsuchi Remix)"
    },
    {
        "x" : 0.6129032258064516,
        "y" : 0.3032258064516129,
        "genre" : "恋歌疾風！かるたクイーンいろは(H)",
        "song" : "恋歌疾風！かるたクイーンいろは"
    },
    {
        "x" : 0.5,
        "y" : 0.3,
        "genre" : "撫子メタル(H)",
        "song" : "黒髪乱れし修羅となりて"
    },
    {
        "x" : 0.5496688741721855,
        "y" : 0.2781456953642384,
        "genre" : "昭和ノワール(H)",
        "song" : "誰がために陽はのぼる"
    },
    {
        "x" : 0.4424778761061947,
        "y" : 0.3274336283185841,
        "genre" : "暴レ焔(H)",
        "song" : "暴レ焔"
    },
    {
        "x" : 0.679144385026738,
        "y" : 0.5240641711229946,
        "genre" : "曇天(EX)",
        "song" : "曇天"
    },
    {
        "x" : 0.26666666666666666,
        "y" : 0.2,
        "genre" : "朧月覆う雲をも裂きぬ(H)",
        "song" : "朧月覆う雲をも裂きぬ"
    },
    {
        "x" : 0.7349397590361446,
        "y" : 0.5843373493975904,
        "genre" : "格ゲー(EX)",
        "song" : "Majestic Fire"
    },
    {
        "x" : 0.5597014925373134,
        "y" : 0.3656716417910448,
        "genre" : "海神(H)",
        "song" : "海神"
    },
    {
        "x" : 0.42857142857142855,
        "y" : 0.2012987012987013,
        "genre" : "演説(H)",
        "song" : "猿の経"
    },
    {
        "x" : 0.4148148148148148,
        "y" : 0.25925925925925924,
        "genre" : "激走！！ヤング☆ダンプ！(H)",
        "song" : "激走！！ヤング☆ダンプ！"
    },
    {
        "x" : 0.5688073394495413,
        "y" : 0.3944954128440367,
        "genre" : "火風陸空(H)",
        "song" : "火風陸空"
    },
    {
        "x" : 0.3782051282051282,
        "y" : 0.16025641025641027,
        "genre" : "禅ジャズ(H)",
        "song" : "明鏡止水"
    },
    {
        "x" : 0.7108433734939759,
        "y" : 0.5,
        "genre" : "空に抗い堕つるとも(EX)",
        "song" : "空に抗い堕つるとも"
    },
    {
        "x" : 0.5918367346938775,
        "y" : 0.3673469387755102,
        "genre" : "紅焔(Live Version)(EX)",
        "song" : "紅焔(Live Version)"
    },
    {
        "x" : 0.7710843373493976,
        "y" : 0.6204819277108434,
        "genre" : "終末の序曲～オワリノハジマリ～(EX)",
        "song" : "終末の序曲～オワリノハジマリ～"
    },
    {
        "x" : 0.6797752808988764,
        "y" : 0.4887640449438202,
        "genre" : "脳漿炸裂ガール(EX)",
        "song" : "脳漿炸裂ガール"
    },
    {
        "x" : 0.6369426751592356,
        "y" : 0.3821656050955414,
        "genre" : "謀叛トランス(H)",
        "song" : "NOBUNAGA"
    },
    {
        "x" : 0.6404494382022472,
        "y" : 0.42134831460674155,
        "genre" : "運命のパラドックス(EX)",
        "song" : "運命のパラドックス"
    },
    {
        "x" : 0.5081081081081081,
        "y" : 0.34594594594594597,
        "genre" : "都会征服Girls☆(EX)",
        "song" : "都会征服Girls☆"
    },
    {
        "x" : 0.5,
        "y" : 0.23026315789473684,
        "genre" : "陣旗プログレッシブ(H)",
        "song" : "風林火山"
    },
    {
        "x" : 0.6981132075471698,
        "y" : 0.5566037735849056,
        "genre" : "霊魂爆砕 -SOUL EXPLOSION-(H)",
        "song" : "霊魂爆砕 -SOUL EXPLOSION-"
    },
    {
        "x" : 0.7309941520467836,
        "y" : 0.5555555555555556,
        "genre" : "願いのカケラ(EX)",
        "song" : "願いのカケラ"
    },
    {
        "x" : 0.8186528497409327,
        "y" : 0.6787564766839378,
        "genre" : "風鈴花火(EX)",
        "song" : "風鈴花火"
    },
    {
        "x" : 0.49056603773584906,
        "y" : 0.32075471698113206,
        "genre" : "黒髪乱れし修羅となりて～凛 edition～(H)",
        "song" : "黒髪乱れし修羅となりて～凛 edition～"
    },
    {
        "x" : 0.4444444444444444,
        "y" : 0.2839506172839506,
        "genre" : "７７７ -chip sambass arrange-(EX)",
        "song" : "７７７ -chip sambass arrange-"
    },
    {
        "x" : 0.6029411764705882,
        "y" : 0.2867647058823529,
        "genre" : "ＪＡＭ(H)",
        "song" : "HypArcSin(x)"
    },
    {
        "x" : 0.4253731343283582,
        "y" : 0.21641791044776118,
        "genre" : "ＪＶ‐ＲＯＣＫ(H)",
        "song" : "洟・月・奇蹟"
    }
];