const data46 = [
    {
        "x" : 0.5584415584415584,
        "y" : 0.2943722943722944,
        "genre" : "\"Schall\" we step？(EX)",
        "song" : "\"Schall\" we step？"
    },
    {
        "x" : 0.3878504672897196,
        "y" : 0.19626168224299065,
        "genre" : "3 A.M. ディテクティブ・ゲーム(EX)",
        "song" : "3 A.M. ディテクティブ・ゲーム"
    },
    {
        "x" : 0.5299145299145299,
        "y" : 0.33760683760683763,
        "genre" : "532nm(EX)",
        "song" : "532nm"
    },
    {
        "x" : 0.2304147465437788,
        "y" : 0.15207373271889402,
        "genre" : "8000000(EX)",
        "song" : "8000000"
    },
    {
        "x" : 0.4482758620689655,
        "y" : 0.31527093596059114,
        "genre" : "Akash(EX)",
        "song" : "Akash"
    },
    {
        "x" : 0.24358974358974358,
        "y" : 0.16666666666666666,
        "genre" : "Amabie(EX)",
        "song" : "Amabie"
    },
    {
        "x" : 0.23660714285714285,
        "y" : 0.07142857142857142,
        "genre" : "Angelic Jelly(EX)",
        "song" : "Angelic Jelly"
    },
    {
        "x" : 0.40106951871657753,
        "y" : 0.1925133689839572,
        "genre" : "BEEF(EX)",
        "song" : "BEEF"
    },
    {
        "x" : 0.47593582887700536,
        "y" : 0.21390374331550802,
        "genre" : "BLSTR(EX)",
        "song" : "BLSTR"
    },
    {
        "x" : 0.3764705882352941,
        "y" : 0.32941176470588235,
        "genre" : "Butter-FLY(UPPER)(EX)",
        "song" : "Butter-FLY"
    },
    {
        "x" : 0.5583756345177665,
        "y" : 0.3553299492385787,
        "genre" : "CARNIVOROUS(EX)",
        "song" : "CARNIVOROUS"
    },
    {
        "x" : 0.3236994219653179,
        "y" : 0.18497109826589594,
        "genre" : "CARTOON☆RagHour(EX)",
        "song" : "CARTOON☆RagHour"
    },
    {
        "x" : 0.21142857142857144,
        "y" : 0.06285714285714286,
        "genre" : "Chaos:Q(H)",
        "song" : "Chaos:Q"
    },
    {
        "x" : 0.46634615384615385,
        "y" : 0.25,
        "genre" : "Come to Life(EX)",
        "song" : "Come to Life"
    },
    {
        "x" : 0.4878048780487805,
        "y" : 0.32682926829268294,
        "genre" : "Crumble Soul(EX)",
        "song" : "Crumble Soul"
    },
    {
        "x" : 0.5277777777777778,
        "y" : 0.3194444444444444,
        "genre" : "Dimension Gale(EX)",
        "song" : "Dimension Gale"
    },
    {
        "x" : 0.4692982456140351,
        "y" : 0.27631578947368424,
        "genre" : "EBONY &amp; IVORY(EX)",
        "song" : "EBONY & IVORY"
    },
    {
        "x" : 0.3852813852813853,
        "y" : 0.10822510822510822,
        "genre" : "Fly far bounce(EX)",
        "song" : "Fly far bounce"
    },
    {
        "x" : 0.3151515151515151,
        "y" : 0.1393939393939394,
        "genre" : "H@appy Fever Forever!!(EX)",
        "song" : "H@appy Fever Forever!!"
    },
    {
        "x" : 0.57,
        "y" : 0.325,
        "genre" : "HADROS GALE(EX)",
        "song" : "HADROS GALE"
    },
    {
        "x" : 0.4537037037037037,
        "y" : 0.2175925925925926,
        "genre" : "Habits(EX)",
        "song" : "Habits"
    },
    {
        "x" : 0.46190476190476193,
        "y" : 0.30952380952380953,
        "genre" : "High Gravity(EX)",
        "song" : "High Gravity"
    },
    {
        "x" : 0.45023696682464454,
        "y" : 0.2938388625592417,
        "genre" : "INHERITANCE of WILL(EX)",
        "song" : "INHERITANCE of WILL"
    },
    {
        "x" : 0.7004405286343612,
        "y" : 0.4581497797356828,
        "genre" : "Little Little Princess(EX)",
        "song" : "Little Little Princess"
    },
    {
        "x" : 0.5575221238938053,
        "y" : 0.35398230088495575,
        "genre" : "Over Da Moon(EX)",
        "song" : "Over Da Moon"
    },
    {
        "x" : 0.4375,
        "y" : 0.21634615384615385,
        "genre" : "Phlox(EX)",
        "song" : "Phlox"
    },
    {
        "x" : 0.5737704918032787,
        "y" : 0.3224043715846995,
        "genre" : "SPEED KING ON FIRE(EX)",
        "song" : "SPEED KING ON FIRE"
    },
    {
        "x" : 0.4973821989528796,
        "y" : 0.2931937172774869,
        "genre" : "SUPER SUMMER SALE(EX)",
        "song" : "SUPER SUMMER SALE"
    },
    {
        "x" : 0.583732057416268,
        "y" : 0.3827751196172249,
        "genre" : "Scarlet Pinheel(EX)",
        "song" : "Scarlet Pinheel"
    },
    {
        "x" : 0.3891891891891892,
        "y" : 0.1837837837837838,
        "genre" : "Six String Proof(EX)",
        "song" : "Six String Proof"
    },
    {
        "x" : 0.6269430051813472,
        "y" : 0.47668393782383417,
        "genre" : "Sweet,Sweet,Sweet.(EX)",
        "song" : "Sweet,Sweet,Sweet."
    },
    {
        "x" : 0.49794238683127573,
        "y" : 0.29218106995884774,
        "genre" : "TOXIC VIBRATION(EX)",
        "song" : "TOXIC VIBRATION"
    },
    {
        "x" : 0.5294117647058824,
        "y" : 0.3480392156862745,
        "genre" : "Welcome to pop'n fantasy(EX)",
        "song" : "Welcome to pop'n fantasy"
    },
    {
        "x" : 0.3767441860465116,
        "y" : 0.1813953488372093,
        "genre" : "Windy Fairy(EX)",
        "song" : "Windy Fairy"
    },
    {
        "x" : 0.39644970414201186,
        "y" : 0.20118343195266272,
        "genre" : "beat it together(EX)",
        "song" : "beat it together"
    },
    {
        "x" : 0.35714285714285715,
        "y" : 0.21904761904761905,
        "genre" : "nalca(EX)",
        "song" : "nalca"
    },
    {
        "x" : 0.1574074074074074,
        "y" : 0.046296296296296294,
        "genre" : "perditus†paradisus(UPPER)(H)",
        "song" : "perditus†paradisus"
    },
    {
        "x" : 0.48826291079812206,
        "y" : 0.30985915492957744,
        "genre" : "√太陽系◎ドーナツ化計画∞∀∞(EX)",
        "song" : "√太陽系◎ドーナツ化計画∞∀∞"
    },
    {
        "x" : 0.4298642533936652,
        "y" : 0.21266968325791855,
        "genre" : "あさきの刺激ロック(EX)",
        "song" : "鳥無き島にて"
    },
    {
        "x" : 0.32978723404255317,
        "y" : 0.14893617021276595,
        "genre" : "おたすけ！アン子ちゃん (シノビアンレディーのテーマ 弐)(EX)",
        "song" : "おたすけ！アン子ちゃん (シノビアンレディーのテーマ 弐)"
    },
    {
        "x" : 0.16517857142857142,
        "y" : 0.03125,
        "genre" : "おーまい！らぶりー！すうぃーてぃ！だーりん！(EX)",
        "song" : "おーまい！らぶりー！すうぃーてぃ！だーりん！"
    },
    {
        "x" : 0.5281385281385281,
        "y" : 0.3939393939393939,
        "genre" : "ねぶた(EX)",
        "song" : "烏"
    },
    {
        "x" : 0.5170940170940171,
        "y" : 0.3034188034188034,
        "genre" : "ほしのつくりかた(EX)",
        "song" : "ほしのつくりかた"
    },
    {
        "x" : 0.48582995951417,
        "y" : 0.25101214574898784,
        "genre" : "わんわんコア(EX)",
        "song" : "ポチコの幸せな日常"
    },
    {
        "x" : 0.4008810572687225,
        "y" : 0.2422907488986784,
        "genre" : "アカシックハードコア(EX)",
        "song" : "PRANA"
    },
    {
        "x" : 0.20175438596491227,
        "y" : 0.08771929824561403,
        "genre" : "アジアンコンチェルトREMIX(EX)",
        "song" : "鳳凰～Chinese Phoenix Mix～"
    },
    {
        "x" : 0.5822222222222222,
        "y" : 0.37333333333333335,
        "genre" : "アニマルミニマル(EX)",
        "song" : "The Zoo Zone"
    },
    {
        "x" : 0.645021645021645,
        "y" : 0.4805194805194805,
        "genre" : "アルレシャ(EX)",
        "song" : "アルレシャ"
    },
    {
        "x" : 0.4364406779661017,
        "y" : 0.2627118644067797,
        "genre" : "ウェルフェア(EX)",
        "song" : "つばめ"
    },
    {
        "x" : 0.42105263157894735,
        "y" : 0.2807017543859649,
        "genre" : "ウソツキ横丁は雨模様(EX)",
        "song" : "ウソツキ横丁は雨模様"
    },
    {
        "x" : 0.49222797927461137,
        "y" : 0.3626943005181347,
        "genre" : "ウラ・バリトランス(EX)",
        "song" : "Denpasar"
    },
    {
        "x" : 0.5280373831775701,
        "y" : 0.3177570093457944,
        "genre" : "エッジ(EX)",
        "song" : "雷君"
    },
    {
        "x" : 0.5714285714285714,
        "y" : 0.39826839826839827,
        "genre" : "エモーショナルデュオ(EX)",
        "song" : "カタルシスの月"
    },
    {
        "x" : 0.4911504424778761,
        "y" : 0.06637168141592921,
        "genre" : "エレジィ(EX)",
        "song" : "幸せを謳う詩"
    },
    {
        "x" : 0.5813953488372093,
        "y" : 0.46511627906976744,
        "genre" : "エージビート(EX)",
        "song" : "NEW PEOPLE"
    },
    {
        "x" : 0.5900900900900901,
        "y" : 0.4009009009009009,
        "genre" : "オービタリックレボリューション(EX)",
        "song" : "Synergy For Angels"
    },
    {
        "x" : 0.5739130434782609,
        "y" : 0.3173913043478261,
        "genre" : "カラーフュージョン(EX)",
        "song" : "Riot of Color"
    },
    {
        "x" : 0.628,
        "y" : 0.404,
        "genre" : "キルト(EX)",
        "song" : "キルト"
    },
    {
        "x" : 0.41422594142259417,
        "y" : 0.21338912133891214,
        "genre" : "グリーニング(EX)",
        "song" : "Greening"
    },
    {
        "x" : 0.43478260869565216,
        "y" : 0.2753623188405797,
        "genre" : "ケシゴム(EX)",
        "song" : "School Life"
    },
    {
        "x" : 0.502262443438914,
        "y" : 0.34841628959276016,
        "genre" : "ケマリ(EX)",
        "song" : "Kicky Kemari Kicker"
    },
    {
        "x" : 0.4583333333333333,
        "y" : 0.3101851851851852,
        "genre" : "ケンドーロック(EX)",
        "song" : "ギターケンドー"
    },
    {
        "x" : 0.42857142857142855,
        "y" : 0.20089285714285715,
        "genre" : "コスモロジカル(EX)",
        "song" : "UNBOUND MIND"
    },
    {
        "x" : 0.4838709677419355,
        "y" : 0.16129032258064516,
        "genre" : "コンテンポラリーネイション２(EX)",
        "song" : "サヨナラ・ヘヴン"
    },
    {
        "x" : 0.4872881355932203,
        "y" : 0.2796610169491525,
        "genre" : "コンテンポラリーネイション３(EX)",
        "song" : "Echoes"
    },
    {
        "x" : 0.6033057851239669,
        "y" : 0.3884297520661157,
        "genre" : "コンテンポラリーネイション５(EX)",
        "song" : "The Sky of Sadness"
    },
    {
        "x" : 0.5876288659793815,
        "y" : 0.35051546391752575,
        "genre" : "ゴールデンハート　ft. Kimberley Nutbey(EX)",
        "song" : "ゴールデンハート　ft. Kimberley Nutbey"
    },
    {
        "x" : 0.5091743119266054,
        "y" : 0.22935779816513763,
        "genre" : "サイケデリックトランス(EX)",
        "song" : "Psyche Planet-V"
    },
    {
        "x" : 0.3448275862068966,
        "y" : 0.2025862068965517,
        "genre" : "サイコビリー(EX)",
        "song" : "辞世テンプレート"
    },
    {
        "x" : 0.5412844036697247,
        "y" : 0.3302752293577982,
        "genre" : "シンフォノベーティブロック(EX)",
        "song" : "Stella Sinistra"
    },
    {
        "x" : 0.46261682242990654,
        "y" : 0.20093457943925233,
        "genre" : "ジャズ・アリア(EX)",
        "song" : "L'eternita"
    },
    {
        "x" : 0.3918918918918919,
        "y" : 0.16666666666666666,
        "genre" : "スウィングラテ(EX)",
        "song" : "coffee break"
    },
    {
        "x" : 0.21585903083700442,
        "y" : 0.00881057268722467,
        "genre" : "スカ(EX)",
        "song" : "Cassandra"
    },
    {
        "x" : 0.168141592920354,
        "y" : 0.017699115044247787,
        "genre" : "スクリーン(H)",
        "song" : "GALAXY FOREST 11.6&12 "
    },
    {
        "x" : 0.3991228070175439,
        "y" : 0.14035087719298245,
        "genre" : "スケールアウト(H)",
        "song" : "BabeL ～Next Story～"
    },
    {
        "x" : 0.5857740585774058,
        "y" : 0.3263598326359833,
        "genre" : "ストライフ(EX)",
        "song" : "疾風"
    },
    {
        "x" : 0.4661016949152542,
        "y" : 0.11864406779661017,
        "genre" : "スパイREMIX(EX)",
        "song" : "SPICY PIECE (Ryu☆Remix)"
    },
    {
        "x" : 0.4495798319327731,
        "y" : 0.23529411764705882,
        "genre" : "スペースポップ(EX)",
        "song" : "μ9"
    },
    {
        "x" : 0.591715976331361,
        "y" : 0.46153846153846156,
        "genre" : "ソウル(EX)",
        "song" : "Gotta Get My Groove On"
    },
    {
        "x" : 0.5738396624472574,
        "y" : 0.3924050632911392,
        "genre" : "ソーサリープログレッシヴ(EX)",
        "song" : "Shining Wizard"
    },
    {
        "x" : 0.5023474178403756,
        "y" : 0.12206572769953052,
        "genre" : "ダークネス２(EX)",
        "song" : "禁じられた契約"
    },
    {
        "x" : 0.4425531914893617,
        "y" : 0.26382978723404255,
        "genre" : "チルノのパーフェクトさんすう教室(EX)",
        "song" : "チルノのパーフェクトさんすう教室"
    },
    {
        "x" : 0.4864864864864865,
        "y" : 0.24324324324324326,
        "genre" : "ツインヒーロー(EX)",
        "song" : "明日への誓い"
    },
    {
        "x" : 0.5852534562211982,
        "y" : 0.30414746543778803,
        "genre" : "デスロック(EX)",
        "song" : "レトロスペクト路"
    },
    {
        "x" : 0.32432432432432434,
        "y" : 0.14414414414414414,
        "genre" : "デモンズメタル(EX)",
        "song" : "魔界！痛快！ヘルダンス"
    },
    {
        "x" : 0.6296296296296297,
        "y" : 0.4027777777777778,
        "genre" : "トライバルポップ(EX)",
        "song" : "Gradation"
    },
    {
        "x" : 0.46382978723404256,
        "y" : 0.18723404255319148,
        "genre" : "トランス(EX)",
        "song" : "Colors"
    },
    {
        "x" : 0.22784810126582278,
        "y" : 0.08860759493670886,
        "genre" : "ネガメロック(EX)",
        "song" : "繚乱ヒットチャート"
    },
    {
        "x" : 0.41452991452991456,
        "y" : 0.25213675213675213,
        "genre" : "ハイνブリープ(EX)",
        "song" : "キャトられ♥恋はモ～モク"
    },
    {
        "x" : 0.5473251028806584,
        "y" : 0.3662551440329218,
        "genre" : "ハイコア(EX)",
        "song" : "†渚の小悪魔ラヴリィ～レイディオ†"
    },
    {
        "x" : 0.546875,
        "y" : 0.13020833333333334,
        "genre" : "ハイテンション(EX)",
        "song" : "どうなっちゃったって"
    },
    {
        "x" : 0.5130434782608696,
        "y" : 0.23043478260869565,
        "genre" : "ハイパージャパネスク３(EX)",
        "song" : "天上の星 ～黎明記～"
    },
    {
        "x" : 0.5581395348837209,
        "y" : 0.4,
        "genre" : "ハイパーＪロック(EX)",
        "song" : "brave!"
    },
    {
        "x" : 0.4330357142857143,
        "y" : 0.25,
        "genre" : "ハッピーサッドコア(EX)",
        "song" : "Engraved Mark"
    },
    {
        "x" : 0.5189873417721519,
        "y" : 0.29957805907172996,
        "genre" : "バトルダンス(EX)",
        "song" : "シャムシールの舞"
    },
    {
        "x" : 0.40930232558139534,
        "y" : 0.09302325581395349,
        "genre" : "パーカッシヴ２(EX)",
        "song" : "西麻布水道曲"
    },
    {
        "x" : 0.47706422018348627,
        "y" : 0.21100917431192662,
        "genre" : "ヒップロック４(EX)",
        "song" : "路男"
    },
    {
        "x" : 0.49327354260089684,
        "y" : 0.28699551569506726,
        "genre" : "ビッグビート(EX)",
        "song" : "HYENA"
    },
    {
        "x" : 0.36666666666666664,
        "y" : 0.14285714285714285,
        "genre" : "ピラミッドREMIX(EX)",
        "song" : "永遠という名の媚薬 ～Pyramid Power・Death Match ver.～"
    },
    {
        "x" : 0.5392156862745098,
        "y" : 0.3382352941176471,
        "genre" : "ファンクフィーバー(EX)",
        "song" : "World Spider Web"
    },
    {
        "x" : 0.5151515151515151,
        "y" : 0.2510822510822511,
        "genre" : "フォルクローレ(EX)",
        "song" : "アンデスの太陽"
    },
    {
        "x" : 0.724,
        "y" : 0.476,
        "genre" : "フロウビート(EX)",
        "song" : "CURUS"
    },
    {
        "x" : 0.497737556561086,
        "y" : 0.31221719457013575,
        "genre" : "ブルガリアンリズム(EX)",
        "song" : "Deep Magenta"
    },
    {
        "x" : 0.6181102362204725,
        "y" : 0.4015748031496063,
        "genre" : "ブルームフュージョン(EX)",
        "song" : "アルストロメリア"
    },
    {
        "x" : 0.41968911917098445,
        "y" : 0.23316062176165803,
        "genre" : "プロレタリア狂騒歌(EX)",
        "song" : "プロレタリア狂騒歌"
    },
    {
        "x" : 0.5357142857142857,
        "y" : 0.3080357142857143,
        "genre" : "ホッテストパーティー(EX)",
        "song" : "will"
    },
    {
        "x" : 0.30158730158730157,
        "y" : 0.1746031746031746,
        "genre" : "ホピタスコピラ(EX)",
        "song" : "ホピタスコピラ"
    },
    {
        "x" : 0.515625,
        "y" : 0.4166666666666667,
        "genre" : "ボタン(EX)",
        "song" : "ボタン"
    },
    {
        "x" : 0.5973451327433629,
        "y" : 0.3893805309734513,
        "genre" : "ボールヅアウトロック(EX)",
        "song" : "プリンシプル"
    },
    {
        "x" : 0.5684647302904564,
        "y" : 0.33195020746887965,
        "genre" : "ポータブルポップ(EX)",
        "song" : "Ensamble Forecast 3/28"
    },
    {
        "x" : 0.45871559633027525,
        "y" : 0.26605504587155965,
        "genre" : "マイアガル、マイオドル(EX)",
        "song" : "マイアガル、マイオドル"
    },
    {
        "x" : 0.5555555555555556,
        "y" : 0.40444444444444444,
        "genre" : "メロパンク(EX)",
        "song" : "pure"
    },
    {
        "x" : 0.5,
        "y" : 0.29901960784313725,
        "genre" : "モンゴルREMIX(EX)",
        "song" : "怒れる大きな白い馬～S.S.D.の役～"
    },
    {
        "x" : 0.4713656387665198,
        "y" : 0.2643171806167401,
        "genre" : "ヨーロピアンブレイクコア(EX)",
        "song" : "Les Vague"
    },
    {
        "x" : 0.3448275862068966,
        "y" : 0.14224137931034483,
        "genre" : "ラウドミクスチャー＆ラガ(EX)",
        "song" : "Soul On Fire"
    },
    {
        "x" : 0.4708333333333333,
        "y" : 0.3333333333333333,
        "genre" : "ラッキーハードコア(EX)",
        "song" : "Daily Lunch Special"
    },
    {
        "x" : 0.4652173913043478,
        "y" : 0.3130434782608696,
        "genre" : "ラピストリアの約束(EX)",
        "song" : "ラピストリアの約束"
    },
    {
        "x" : 0.4829059829059829,
        "y" : 0.32051282051282054,
        "genre" : "ラボテクノ(EX)",
        "song" : "左脳スパーク"
    },
    {
        "x" : 0.5879120879120879,
        "y" : 0.3956043956043956,
        "genre" : "ランカーキラーガール(EX)",
        "song" : "ランカーキラーガール"
    },
    {
        "x" : 0.4170403587443946,
        "y" : 0.17937219730941703,
        "genre" : "レディースメタル(EX)",
        "song" : "麗破唖甦～rebirth～"
    },
    {
        "x" : 0.5466666666666666,
        "y" : 0.28888888888888886,
        "genre" : "ロックギター(EX)",
        "song" : "ABSOLUTE"
    },
    {
        "x" : 0.39712918660287083,
        "y" : 0.1291866028708134,
        "genre" : "ワールドツアー２(EX)",
        "song" : "Magical 4"
    },
    {
        "x" : 0.43243243243243246,
        "y" : 0.22072072072072071,
        "genre" : "ヴィジュアル４(EX)",
        "song" : "Desire"
    },
    {
        "x" : 0.6651376146788991,
        "y" : 0.45871559633027525,
        "genre" : "ヴイエスサウンド(EX)",
        "song" : "異能対決!VS.淀ジョル"
    },
    {
        "x" : 0.6238532110091743,
        "y" : 0.41743119266055045,
        "genre" : "一揆(EX)",
        "song" : "IKKI! Explosion"
    },
    {
        "x" : 0.5911330049261084,
        "y" : 0.4236453201970443,
        "genre" : "一生涯パンク(EX)",
        "song" : "青春の扉"
    },
    {
        "x" : 0.3193717277486911,
        "y" : 0.15706806282722513,
        "genre" : "一触即発☆禅ガール(EX)",
        "song" : "一触即発☆禅ガール"
    },
    {
        "x" : 0.5082644628099173,
        "y" : 0.39669421487603307,
        "genre" : "乙女繚乱 舞い咲き誇れ(EX)",
        "song" : "乙女繚乱 舞い咲き誇れ"
    },
    {
        "x" : 0.3497536945812808,
        "y" : 0.1330049261083744,
        "genre" : "乱れた風紀に天罰を(EX)",
        "song" : "乱れた風紀に天罰を"
    },
    {
        "x" : 0.6483516483516484,
        "y" : 0.4340659340659341,
        "genre" : "人妖絵巻其の二「鬼」～夜叉の祭は終夜～(EX)",
        "song" : "人妖絵巻其の二「鬼」～夜叉の祭は終夜～"
    },
    {
        "x" : 0.1935483870967742,
        "y" : 0.0967741935483871,
        "genre" : "六花美人(EX)",
        "song" : "六花美人"
    },
    {
        "x" : 0.6072874493927125,
        "y" : 0.3117408906882591,
        "genre" : "千年ノ理(EX)",
        "song" : "千年ノ理"
    },
    {
        "x" : 0.39759036144578314,
        "y" : 0.24096385542168675,
        "genre" : "叛逆のディスパレート(EX)",
        "song" : "叛逆のディスパレート"
    },
    {
        "x" : 0.5095238095238095,
        "y" : 0.26666666666666666,
        "genre" : "哀彩(EX)",
        "song" : "哀彩"
    },
    {
        "x" : 0.4661016949152542,
        "y" : 0.24152542372881355,
        "genre" : "哀愁ユーロ(EX)",
        "song" : "MOON"
    },
    {
        "x" : 0.4688995215311005,
        "y" : 0.20574162679425836,
        "genre" : "土木ロック(EX)",
        "song" : "ガッテンだ！！"
    },
    {
        "x" : 0.44075829383886256,
        "y" : 0.26540284360189575,
        "genre" : "地方創生☆チクワクティクス(EX)",
        "song" : "地方創生☆チクワクティクス"
    },
    {
        "x" : 0.4797979797979798,
        "y" : 0.25757575757575757,
        "genre" : "巻寿司戦隊ウマイヤン ～コードネームはグリーン～(EX)",
        "song" : "巻寿司戦隊ウマイヤン ～コードネームはグリーン～"
    },
    {
        "x" : 0.39690721649484534,
        "y" : 0.13402061855670103,
        "genre" : "徹頭徹尾Thrive at Perfect Fourth(EX)",
        "song" : "徹頭徹尾Thrive at Perfect Fourth"
    },
    {
        "x" : 0.5175879396984925,
        "y" : 0.3768844221105528,
        "genre" : "怒りと共に去りぬ！！(EX)",
        "song" : "怒りと共に去りぬ！！"
    },
    {
        "x" : 0.4652173913043478,
        "y" : 0.24782608695652175,
        "genre" : "悪魔城ドラキュラSLOT2(EX)",
        "song" : "緋月の狂想曲"
    },
    {
        "x" : 0.46261682242990654,
        "y" : 0.2383177570093458,
        "genre" : "悪魔城ドラキュラSLOT3(EX)",
        "song" : "De-a lungul vietii"
    },
    {
        "x" : 0.5747663551401869,
        "y" : 0.3925233644859813,
        "genre" : "懐色坂(EX)",
        "song" : "懐色坂"
    },
    {
        "x" : 0.4801587301587302,
        "y" : 0.2777777777777778,
        "genre" : "撫子メタル(EX)",
        "song" : "黒髪乱れし修羅となりて"
    },
    {
        "x" : 0.6456692913385826,
        "y" : 0.4251968503937008,
        "genre" : "撫子ロック(EX)",
        "song" : "凛として咲く花の如く"
    },
    {
        "x" : 0.5384615384615384,
        "y" : 0.3435897435897436,
        "genre" : "旗（Mystic Mix）(EX)",
        "song" : "旗（Mystic Mix）"
    },
    {
        "x" : 0.36363636363636365,
        "y" : 0.19786096256684493,
        "genre" : "星屑の夜果て(EX)",
        "song" : "星屑の夜果て"
    },
    {
        "x" : 0.49333333333333335,
        "y" : 0.28,
        "genre" : "曼珠沙華(EX)",
        "song" : "曼珠沙華"
    },
    {
        "x" : 0.5627906976744186,
        "y" : 0.386046511627907,
        "genre" : "未来派(EX)",
        "song" : "demolizione"
    },
    {
        "x" : 0.652,
        "y" : 0.444,
        "genre" : "朱と碧のランページ(EX)",
        "song" : "朱と碧のランページ"
    },
    {
        "x" : 0.600896860986547,
        "y" : 0.452914798206278,
        "genre" : "水月鏡花のコノテーション(EX)",
        "song" : "水月鏡花のコノテーション"
    },
    {
        "x" : 0.45045045045045046,
        "y" : 0.2927927927927928,
        "genre" : "流星RAVE REMIX(EX)",
        "song" : "流星☆ハニー Perforation Mix"
    },
    {
        "x" : 0.5866666666666667,
        "y" : 0.4,
        "genre" : "浪漫歌謡(EX)",
        "song" : "滅びに至るエランプシス"
    },
    {
        "x" : 0.6787564766839378,
        "y" : 0.5284974093264249,
        "genre" : "熱情のサパデアード(EX)",
        "song" : "熱情のサパデアード"
    },
    {
        "x" : 0.5551181102362205,
        "y" : 0.37401574803149606,
        "genre" : "理系ポップ(EX)",
        "song" : "恋はどう？モロ◎波動OK☆方程式！！"
    },
    {
        "x" : 0.20512820512820512,
        "y" : 0.07692307692307693,
        "genre" : "空想モダニズム -Alice Schach remix-(EX)",
        "song" : "空想モダニズム -Alice Schach remix-"
    },
    {
        "x" : 0.6285714285714286,
        "y" : 0.5238095238095238,
        "genre" : "空想モダニズム(EX)",
        "song" : "空想モダニズム"
    },
    {
        "x" : 0.43902439024390244,
        "y" : 0.25203252032520324,
        "genre" : "萌えおこし電波ソング(EX)",
        "song" : "めうめうぺったんたん！！"
    },
    {
        "x" : 0.5833333333333334,
        "y" : 0.37719298245614036,
        "genre" : "蒼い弓箭(EX)",
        "song" : "蒼い弓箭"
    },
    {
        "x" : 0.24152542372881355,
        "y" : 0.1016949152542373,
        "genre" : "蒼が消えるとき(EX)",
        "song" : "蒼が消えるとき"
    },
    {
        "x" : 0.5114155251141552,
        "y" : 0.3059360730593607,
        "genre" : "零と弌の鍵の唄(EX)",
        "song" : "零と弌の鍵の唄"
    },
    {
        "x" : 0.5454545454545454,
        "y" : 0.3686868686868687,
        "genre" : "青春剛速球メタル(EX)",
        "song" : "マインド・ゲーム"
    },
    {
        "x" : 0.47126436781609193,
        "y" : 0.2413793103448276,
        "genre" : "黒き螺旋のクレイドル(EX)",
        "song" : "黒き螺旋のクレイドル"
    },
    {
        "x" : 0.36538461538461536,
        "y" : 0.09134615384615384,
        "genre" : "黒点(EX)",
        "song" : "黒点"
    },
    {
        "x" : 0.5530973451327433,
        "y" : 0.3274336283185841,
        "genre" : "黒船ファンク(EX)",
        "song" : "ペリーでぇす！"
    },
    {
        "x" : 0.47641509433962265,
        "y" : 0.2830188679245283,
        "genre" : "Ｊ‐ロックΦNEW(EX)",
        "song" : "Alicy"
    },
    {
        "x" : 0.2831858407079646,
        "y" : 0.1415929203539823,
        "genre" : "ＪＶ‐ＲＯＣＫ(EX)",
        "song" : "洟・月・奇蹟"
    }
];